{
    "extractions": [
        "{\"position\": null, \"sentence\": \"Using Mann-Whitney U tests, we observed that users in both clusters rated D1 higher than D2, with statistical significance (U = 1915, p < .001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001 \", \"U\": \"1915\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.         \\u00a7.\\u00a7.\\u00a7 Main Results  The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants demonstrated a significantly higher immediate benefit of the intervention in the  condition (normalized change between intervention and pre-test: M=0.341) than in either  condition (M=0.158, Z=3.55, p=0.0004, r=0.22\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0004\", \"U\": null, \"r\": \"0.22\", \"z\": \"3.55\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Mann-Whitney U test indicates that there is no significant difference between PB and PLA in terms of occupancy level, U=239030.5, p=0.92 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.92 \", \"U\": \"239030.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Mann Whitney test with Bonferroni correction for multiple comparisons shows that mIoU visible-gold-upfront (M=75.447),  RPLUS MATCH , visible-gold-regular (M=75.48),  RPLUS MATCH , and visible-gold-fib+regular (M=75.650), U=451168, p<0.001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001 \", \"U\": \"451168\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was followed by the Mercedes, which was statistically slower than the Audi ( RPLUS MATCH e-7), Ford LED (U=6.38, p=9.14\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"9.14\", \"U\": \"6.38\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"C2, on the other hand, is also rated higher than C1 on the conscious (U=5.0, p=0.008\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.008\", \"U\": \"5.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants found it was easier to access the information needed for learning progress reflection in RLens (Mean = 5.4, SD = 1.429) than Baseline (Mean = 4.15, SD = 1.268).  Significance has been found in the Mann-Whitney U test (U = 90.0, p = 0.001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001 \", \"U\": \"90.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"In these cases, consistent captions at either semantic level improve memorability.    Secondary features (<Ref>(b)(d)) are also more memorable when the caption is consistent, though considerably more memorable when described as a trend or pattern (perceptual).   Surprisingly, they are more memorable in single-line charts simply by having a caption, irrespective of which feature it describes and at which semantic level  (<Ref>(b)).              Reliance on Captions: Along with takeaways, users also reported their reliance on the chart and caption. <Ref> shows that when the caption describes the primary feature, users relied on the caption the same amount irrespective of the semantic level.  In contrast, when it describes the secondary feature, users relied more on perceptual captions (single-line: Mann-Whitney  RPLUS MATCH ; multi-line: Mann-Whitney U=1116, p=0.008\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.008\", \"U\": \"1116\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD ( RPLUS MATCH ;  RPLUS MATCH ;  RPLUS MATCH ).         \\t\\t         \\t    The majority of caregivers are familiar with technology: they use smartphones daily, and computers/tablet/iPad five to six days a week.         \\t                    \\u00a7.\\u00a7.\\u00a7 PwD                                Sixty seven percent are female, older than 70 y-o (89%), and have completed at least high school education (67%).             \\tThey have mainly mild to moderate visual impairments, such as cataracts, hyperopia, and myopia (61%).             \\tThey attend multiple medical specialties, such as neurology (51%), psychiatry (20%), psychology (and neuropsychology) (13%), among others.             \\tCaregivers indicate that the PwD have a clinical diagnosis of Alzheimer's (47%), diagnosed for over three years (54%), and are at a perceived moderate stage of the disease (48%).             \\t                 \\tThey live mainly at a family home (85%) with at least one person living with the PwD (83%).             \\tThe assessment of the level of independence of the PwD for different types of activities reveals that they: a) do not cook independently; b) are able to perform activities of daily living but with some help (e.g., dressing); c) are able to move from short to long distances only with the help of third parties; and d) perform some entertainment activities only with the help of third parties (e.g., watching television).                         \\u00a7.\\u00a7 Reminiscence Therapy                       Sixty-five percent of the PwD are performing reminiscence therapy, while 23% stopped doing it due to increased detachment of the PwD (66%), lack of perceived usefulness or PwD inability to attend sessions (25%), lack of material (10%), and lack of time (7%).      \\t\\tThe remaining ones (12%) never performed reminiscence therapy, as it was prevented by detachment of the PwD (66%), lack of perceived usefulness or PwD not being able to participate (25%), lack of time (8%), and lack of materials (7%).      \\t\\tWe analyzed whether performing (or not) reminiscence therapy was associated with the overall daily stress, daily stress and daily work due to the PwD, employment, age, and education of caregivers, as well as the age, education and stage of the disease of the PwD.     \\t\\tThere were no significant relationship for all variables except for caregiver's daily work, PwD's level of education, and disease's stage.     \\t\\t     \\t\\t     \\t\\tThe daily amount of work of the caregiver due to the PwD is statistically significantly different across those that perform (or not) the reminiscence therapy (\\u03c7^2(8)=19.694, p=0.009).      \\t\\tPost-hoc analysis revealed, as expected, that when the amount of daily work with the patient is higher, therapy is performed less often.     \\t\\tPerforming reminiscence therapy with a moderate amount of daily work with the PwD is significantly more than expected, while those performing therapy with a higher daily work is significantly less than expected.     \\t\\tFor those that reported a low or moderate amount of work (levels 1 to 3), 67% currently apply reminiscence therapy, 19% already did but stopped, and 14% never did.     \\t\\tWhen considering a higher amount of work (levels 4 and 5), the ones performing therapy reduced to 57%, while the ones that stopped performing therapy increased to 29%.     \\t     \\t\\t     \\t\\tThere were a statistically significant relation between performing therapy and the stage of the disease of the PwD (\\u03c7^2(6)=54.461, p<.00001).     \\t\\tPost-hoc analysis suggests that PwD in initial stages of the disease perform therapy often: mild (81%), moderate (74.9%), and severe (47.1%).     \\t\\tAs the disease progresses, there is an increase in the number of PwD who stop performing therapy: mild (7.1%), moderate (16.3%), and severe (37.1%).     \\t\\t     \\t\\tThose performing reminiscence therapy with a moderate stage of dementia are statistically significantly more than expected, while those in a severe stage are statistically significantly less than expected.     \\t\\tFor those that already performed therapy and the PwD has a moderate stage of dementia are statistically significantly less than expected, while those in a severe stage are statistically significantly more.     \\t    There were also a statistically significant relation between performing therapy and the education level of the PwD (\\u03c7^2(6)=20.329, p=0.002).     \\t\\tPost-hoc analysis suggests that those that never performed reminiscence therapy and have a high school degree are significantly more than expected, while the ones with a middle school degree are significantly less.                      \\u00a7.\\u00a7.\\u00a7 Session\\u2019s Characterization                       For our analysis, we considered answers from caregivers that were performing therapy and those who already performed.     \\t\\tSessions mainly occur at the home of PwD or relatives (92%) with the attendance of the caregiver (62%) and relatives (62%) besides the PwD, a sessions' frequency per month of either more than 10 times (44%) or 1-2 times (23%), and an average session duration of less than 30 minutes (66%).     \\t\\tWhen reviewing the past, one can expect that some communication between the PwD and remaining participants takes place.     \\t\\tIn fact, it occurs: in some cases (38%), a lot (32%), and little (23%).          \\t\\tIn the course of each session, different multimedia could be used to elicit memories: image, music, video, or combinations among those.     \\t\\tCaregivers use as stimuli mainly images (55%) or music (37%), and only 18% uses videos; they are usually personal, i.e., multimedia that is related to the PwD and their life: images (88%), videos (73%), and songs (63%).     \\t\\t     \\t\\tImages are provided by relatives (81%), the PwD itself (44%), and friends (12%).      \\t\\tThey are mainly available as printed pictures in physical albums (96%), but they are also stored in the smartphone/tablet gallery (41%), or in the computer (27%).     \\t\\tMusic is provided by relatives (66%), Internet through music streaming services (46%), and the PwD (32%).     \\t\\tSongs are usually stored in tapes/CD (57%), streaming services on the Internet (48%), and the computer, smartphone or tablet (45%).     \\t\\tVideos are provided by relatives (83%), PwD (24%), and friends (21%).     \\t\\tThey are stored in the computer, smartphone or tablet (71%), and tapes/DVD (43%).      \\t\\t             \\u00a7.\\u00a7.\\u00a7 PwD Emotional Reactions          \\t             When reviewing our memories, it is common to have different emotional reactions - either positive or negative - depending on the memory in question. \\t\\t\\tRegarding the emotional reactions that occur during sessions, caregivers reported that they either perceive what the PwD is feeling (62%) or the PwD is able to describe what he/she is feeling (46%). \\t\\t\\tConsidering the different multimedia used within sessions, images (66%) and music (55%) lead to some kind of positive reaction (e.g., enthusiasm, joy, etc.) from PwD. \\t\\t\\tNegative emotional reactions occurs during sessions (64%). \\t\\t\\t \\t\\t\\tThe main situations in which PwD experience negative emotions are: i) related to cognitive-impairments (58%) - not being able to remember something (e.g., when the memories do not line up with the reality), confusion (e.g., PwD is able to recognize a person in the image but not being able to recall his/her name), and the inability to express what he/she is feeling; ii) autobiographical memories (44%) - remembering (or seeing pictures of) loved ones that have passed away, and bad memories from their lives (e.g., abusive parents or spouse, or a divorce). \\t\\t\\tWhile experiencing negative emotions, PwD's have multiple reactions: behavioral, i.e., getting agitated, aggressive, detached, and anxious (56%), verbal (49%), and emotional, mainly through crying (47%). \\t\\t\\tFollowing, we present some quotes of the informal caregivers that exemplify each of the situations reported.                                                In order to cope with the negative emotional reactions, caregivers adopt different strategies: \\t\\t    verbal actions toward the PwD (67%), change environment/theme/activity (50.00%), and non-verbal actions toward the PwD (21%). \\t\\t    We can see in the following quotes that caregivers usually talk with the PwD, trying to calm them down by rationalizing and validating what the PwD are feeling, as well as helping them deal with the triggered memories.  \\t\\t    However, sometimes, they opt to avoid continuing to talk about specific themes to not worsen the PwD's (or they own) emotional state.                                                \\u00a7.\\u00a7.\\u00a7 Life Story Book                       LSB are frequently used as a reminiscence tool to support recollecting autobiographical memories <cit.>. \\t\\t    They are the result of a life review process performed by the PwD with the support of staff and family members to build a personal biography that acts as a bridge to the past and a connection to the present. \\t\\t    It can be a very time-consuming task since it may require help from third parties to collect the information, which may not always be feasible or practical. \\t\\t     \\t\\t    Only 23% of the caregivers have currently a LSB of the PwD, but the majority of the remaining ones are interested in having one (80%). \\t\\t    Although we have not collected data to directly answer why most caregivers do not have an LSB of the PwD, as we can see in the following quotes, our open-end questions allow us to hypothesise that it is due to the amount of work (and stress) caregivers already have in their daily live. \\t\\t     \\t\\t     \\t\\t     \\t\\t    Considering those that already have the LSB or are interested in having one, they mainly prefer to store it the old fashioned way, i.e., physically, such as an album of photos (82%). \\t\\t    Eighty-two percent of caregivers had (or want) to have help in the process of creating the LSB, and usually they spend (or are willing to spent) up to 10 hours in this process (60%). \\t\\t    The information is obtained in-person (81%), by e-mail (24%), and through social networks (23%). \\t\\t    Finally, caregivers indicate that relatives (91%), PwD (62%), friends (57%), and the caregivers themselves (49%) should have access to the LSB.                     \\u00a7.\\u00a7 Interest in Technological Functionalities               Caregivers are very interested in all the technological functionalities (median of 4 in 5 for each) that may help to revisit older memories from their loved ones or to create an LSB, namely: i) automatically retrieving new images; ii) retrieving life-based images (of the PwD), iii) retrieving interest-based images (e.g., favorite artist, hobbies); iv) adapting current session (based on a negative emotional reaction to an image); v) adapting future sessions (based on the negative emotional reactions that occurred).         \\t                                           We further analyzed if the interest in any of the functionalities is associated with currently performing (or  not) the reminiscence therapy, already having a LSB or interest in having one, and finally, the overall daily stress, daily stress and daily work due to the PwD.                                           \\u00a7.\\u00a7.\\u00a7 Automatically retrieving new images                      The interest in creating LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=81.234, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p<.00001).                                                        \\u00a7.\\u00a7.\\u00a7 Retrieving life-based images                      The interest in creating a LSB has a significant effect on the interest in this functionality (\\u03c7^2(2)=74.407, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.001).                     Spearman's rank-order correlation shows a positive correlation between the interest in the functionality and the overall daily stress (r_s(601)=.100, p=.014), and the amount of work with the PwD (r_s(601)=.108, p=.0.008).                                                       \\u00a7.\\u00a7.\\u00a7 Retrieving interest-based images                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=77.558, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.002).                     A Spearman's rank-order correlation determined that there is a positive correlation between the amount of work of the caregiver with the PwD (r_s(601)=.083, p=.040) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting current session                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=50.294, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for two of the pairs: do not want vs want (\\u03c7^2(2)=-98.201, p<.00001), and do not want vs maybe want (\\u03c7^2(2)=-133.992, p<.00001).                     The Spearman's rank-order correlation shows a positive correlation between the amount of work of caregivers with the PwD (r_s(601)=.099, p=.015) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting future sessions                      The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=38.561, p<.00001).                     A pairwise post-hoc Dunn test with Bonferroni adjustments was significant for the pairs: do not want vs want (p<.00001), and do not want vs maybe want (p<.00001).               Conducting reminiscence therapy sessions does not seem to be associated with the level of interest in any of the technological functionalities presented.         Caregivers that are not interested in creating an LSB are less interested in the aforementioned technological functionalities than those interested in having one, and in the majority, those that want to create an LSB are slightly more interested than those that might want to create the LSB.         With a higher overall stress of the caregiver, the interest in Retrieving life-based images appears to increase.         A higher amount of work of the caregiver with the PwD increases the interest in Retrieving life-based images, Retrieving interest-based images, and Adapting current session.                          \\u00a7 SURVEY 2           In this section, we present our results regarding sample characteristics (of caregivers), how reminiscence sessions are conducted, and how the results of reminiscence sessions (and overall health of the PwD) are evaluated in follow-up medical appointments.     Finally, we assess the level of interest in technological functionalities to help in the care of PwD (management of patients, information related to sessions carried out, management of the multimedia material to be used in sessions, and which help tools should be available), and how this interest differs between formal and informal caregivers.          The privacy of the information exchanged is very important, especially when other people are involved.     Beyond ethical issues, the non-guarantee of privacy may even hinder the embrace of new technology from caregivers.     As such, we also address how comfortable caregivers would be inserting personal content on technological solutions (assuming that only authorized people would be able to consult the data).               \\u00a7.\\u00a7 Informal Caregivers               Following, we detail the results obtained for the informal caregivers.         Where relevant, we compare the results with those of the previous study.                  \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                   A total of 102 informal caregivers worldwide answered our survey.             Ninety two percent were female, younger than 70 y-o (90%), completed higher education (65%), and have mild to moderate visual impairments (58%).             They usually take care of one PwD (87%) that is either they spouse (39%) or a relative (53%).              Usually, the PwD they look after are in a state that is perceived as severe (61%).             Finally, the average number of hours in the day that the caregiver spend caring for the PwD is above 8 (equivalent to a full-time job)  (60%).                              Most caregivers are familiar with technology: they use mobile phones five to six days a week, and computers/tablet/iPad three to four days a week.                          \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Forty-one percent of caregivers perform reminiscence therapy with the PwD they care for.             The number of sessions conducted per month is either more than 10 (43%), 3-4 (21%) or 1-2 (21%).             Sessions occur mainly at home (88%), with an average duration of less than 30 minutes (74%).                          It is worth noting that the performance of the reminiscence sessions decreased compared to the previous survey (about 20%).             We believe it is due to the fact that informal caregivers are increasingly overburdened and subject to high levels of stress, which may have been exacerbated by the pandemic situation experienced at the time of data collection.             Moreover, we believe the existing confinements due to the pandemic increased the isolation of the PwD, decreasing the contact between them and their relatives, both at home and in the institutions, which conditioned the realization of the therapy, and made it difficult to gather materials for the sessions.                          Images (88%), music (67%), and videos (43%) are used as triggers to stimulate the memory of PwD, and are mostly personal (95%).             They are related to the relatives of the PwD (93%), jobs and places the person visited (62% each), places where the person lived (57%), pets (52%), vehicles they had (33%), among others (23%), such as parties/happy moments, favorite activities, childhood memories, food, and dance.             Such materials are provided mainly by relatives of the PwD (81%), friends (29%), the person itself (21%), or  gathered from the internet (40%).             Caregivers would like to use other multimedia more often: videos (52%), images (38%), and music/text (29% each).             Images and music usually elicit positive emotional reactions in the PwD (71% each), while images (26%) and videos/text (24% each) usually elicit negative emotional reactions.                                                Caregivers update the material on a daily (29%),  monthly (26%), or weekly (17%) basis.             The main reasons that keep them from updating the material more often are: the detachment of the PwD (50%), lack of time (30%), and lack of materials (20%).             Seventeen percent of the caregivers never update the material.             We also believe that the caregivers' overload and stress, as well as the pandemic situation has affected not only the completion of the reminiscence therapy, but its quality when performed since caregivers did not have the time or materials available to diversify the following sessions.                           Regarding the information collected by the caregivers from each session, they register the materials that elicited positive emotional reactions (57%), materials that helped to recall past memories (55%), the emotional state of the PwD both before and after the session (38% each), and the material that elicited negative emotional reactions (19%).             There are no other types of information that caregivers would like to include in their notes about each session.             Fourteen percent of caregivers do not collect any information.                          \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                                             Thirty-seven percent of surveyed caregivers take the PwD to follow-up medical appointment, in particular they accompany the PwD on a daily (32%) or weekly (16%) basis.             Thirty-four percent of caregivers reported that the PwD do not go to follow-up appointments despite having indicated they did in the previous question.              We believe this is due to not having immediately understood the concept of follow-up appointment.             Caregivers report they do not attend the appointments more often due to lack of time.                      The emotional reactions and emotional well-being of the PwD is usually analysed during the appointments (64% each), as well as the results from previous reminiscence sessions (48%).             Additionally, caregivers perform other follow-up of PwD besides medical consultations or reminiscence therapy, such as cognitive stimulation, walks in places PwD used to enjoy, art therapy, shopping, visiting places where PwD lived, psychomotricity activities, daily contact with the PwD, and gathering relevant information through collaborators/health team.                          \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                       Thirty three percent of caregivers take advantage of technology to take care of PwD, such as audio books, blue laser light, camera, computer, Internet, phone, radio, tablet/iPad, television, and videos.                              Considering the different technological functionalities for the management and adaptation of reminiscence sessions, informal caregivers have a moderate interest for the most part (median of 3 in 5 for each).             This apparent decrease in interest (compared to our previous survey) will be addressed in the follow-up interviews.             The actual performance of the reminiscence therapy has not proved to be statistically significant for any of the functionalities in question.                              Caregivers indicate that they are comfortable introducing personal content into a technological system, as long as the system guarantees maximum privacy and security.                      \\u00a7.\\u00a7 Formal Caregivers               Following, we present our results regarding formal caregivers.                      \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                       A total of 34 formal caregivers answered our survey.              They were mostly female (85%), younger than 50 y-o (64%), completed higher education (85%), and do not have any visual impairments (65%).             They take care of more than seven PwD (76%), and at least one of the PwD is in a severe state of dementia (74%).                          The majority of caregivers are familiar with technology: they use mobile phones daily, and computers/tablet/iPad six days a week.                              \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Formal caregivers perform reminiscence therapy sessions more often than the informal ones (68% vs 41%).             They usually conduct the sessions 3-4 (39%) or 5-10 (30%) times per month.             Sessions occur mainly at the institution (74%) but in the house of the PwD as well (35%), with an average duration of 30-60 minutes (65%) or less than 30 minutes (30%).                          Images (95%), music (87%), videos (57%), and text (48%) are used to stimulate memories, and are both personal (87%) and general (83%).                          Caregivers would like to use video (57%), text (48%), images (43%), music (39%), and other materials (such as objects, arts' material, games, daily activities, and visits to places of interest) more often.                          The materials used are related to places where the person lived (96%), PwD's relatives (87%), places PwD visited (83%), jobs of the PwD (78%), pets (70%), and vehicles they had (43%).             Caregivers also report that they like to use material related to other topics such as habits, hobbies, favorite food, musicians, television shows, movies and actors, important dates, past and present objects, sports, or plants.             Materials are obtained through the Internet (87%), or provided by PwD's relatives (74%), the PwD (57%), or friends (43%).             The material is updated in a monthly (26%), weekly (22%), daily or fortnightly (17% each) basis.             They do not update it more often due to lack of time (100%), lack of perceived usefulness for the PwD (50%), and lack of materials or need to repeat the same activities (25% each).                              Caregivers collect information about the emotional state of the PwD after sessions (87%), material that helped to recall past memories or elicited positive emotional reactions (83% each), material that elicited negative emotional reactions (70%), PwD's emotional state before sessions (65%), and duration of each session (48%).             Moreover, they also collect the degree of involvement and interest of PwD, level of communication, dynamics with caregiver or the group, PwD answers during the session, as well as periodic assessments of cognitive functions.                          Finally, they show interest in being able to collect the intensity level of emotional reactions (positive and negative) to specific stimuli, record permission for assessments, how the PwD was during the session (refusals, non-verbal language, behavior, relationship with therapist, initiative in contact), and in-session responses that might be relevant in future sessions.                      \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                       Fifty-three percent of the formal caregivers conduct follow-up medical appointments with the PwD on a daily (28%) or weekly (28%) basis.             Caregivers report they do not conduct appointments more often because of the costs associated.                              The emotional well-being of the PwD is almost always evaluated at the appointments (93%), followed by the PwD's emotional reactions (87%), and the results from previous reminiscence sessions (67%).             Other follow-up activities with the PwD are conducted (49%), in particular, cognitive stimulation, movement sessions, sensory stimulation sessions, hygiene/food care, caregiver support with family members and joint sessions (PwD and family), psychotherapy, and games.                                \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                           Sixty-five percent of caregivers already use technology to help them in the care of the PwD, in particular, the CogWeb application <cit.>, computer, images, music, mobile phones, overhead projector, snoezelen (multi sensory) room, tablet, and videos.                          They are interested in all the technological functionalities, in particular, they are very interested in those related to the adaptation and personalization of sessions.             Their interest is much higher than that of the informal caregivers, which we believe is due to the fact that most of the informal caregivers only take care of one person and do not need to manage several PwD at the same time.             Such difference in the interest across the type of caregivers is statistically significant for all functionalities:                          Management of PwD:         \\t             \\t   \\t       * Creating reminders ( RPLUS MATCH )         \\t   \\t       * Notifying other caregivers ( RPLUS MATCH )         \\t   \\t       * Sharing care with others ( RPLUS MATCH )                          \\tReminiscence sessions:         \\t             \\t           * Automatically adapting the session content based on the biographical information of the PwD ( RPLUS MATCH )         \\t           * Automatically adapting the session content based on the emotional reactions of the PwD to the materials presented ( RPLUS MATCH )         \\t           * Consulting the materials used in each therapy session (U=801.00, p<.00001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".00001\", \"U\": \"801.00\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.      \\u00a7.\\u00a7.\\u00a7 Main Results     The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants experienced greater immediate benefit in the  condition (M=0.422) than in either  (M=0.158, Z=4.54, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"4.54\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"In contrast against the corresponding results obtained with artificial learners, no significant difference was visible between the CS and the Leitner teacher (u=434.5, p=0.828\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.828\", \"U\": \"434.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Thus, this result supports\\u00a0[H1].    Next, when comparing the FoCs for each Weight level (see Figure <ref> left), Tukey's post-hoc tests demonstrated that, for the W0 Weight, the FoC was significantly higher for the Target task than for the other tasks (both p<.05).       In contrast, for the W25, W50, W75 levels of Weight, the FoC was significantly lower for the Free task than for the other tasks (all p<.05).     Finally, for the W100 Weight, the post-hoc tests did not exhibit any significant difference.  Thus, these results only support [H2] partially, as although the Free task (the less constrained task) consistently obtained the lowest FoC ratings (except for the W100), this effect was not visible between Target and Trajectory tasks.       As the ANOVA analysis indicated that the strongest effects originated from the Weight factor, to further characterize the relationship between FoC and the Weight factor, a linear regression analysis was conducted across participants for each task (Figure <ref> right).  The regression equations were   Free:  y    = 0.0487x + 1.77 (R^2=0.83)   Target:  y    = 0.0379x + 2.94 (R^2=0.65)   Trajectory:  y    = 0.0444x + 2.49 (R^2=0.73).   The regression equations exhibited linear positive correlations between the FoC and the Weight.  To determine whether the computed slopes differed significantly from 0, we computed the slope of each participant\\u2019s linear regression and conducted a t-test (H_0: Slope is equal to 0): (Free:  RPLUS MATCH ,  Target:   RPLUS MATCH ,  Trajectory:  RPLUS MATCH ).  The results of the t-test indicated that the mean slopes all significantly differed from 0.  These results further support [H1].  Section\\u00a0<ref> further analyzes the FoC ratings in correlation with the IPC scores.      \\u00a7.\\u00a7.\\u00a7 Task Completion Time     Because the task completion time was dependent on the weights of the two participants (their sum adding to 100%), for the task completion time analysis, the Weight group  factor had only three levels: W0-W100, W25-W75, and W50-W50 (see Figure\\u00a0<ref>).  In addition, owing to the different natures of each task (aimed movement, path following task), we did not assess the differences among Tasks for the task completion time.  Therefore, we conducted three Friedman tests considering Weight group as a factor, one for each task.  The Friedman tests exhibited significant differences among the task completion times of the Weight groups only for  the Free task (\\u03c7^2=14, p < .001), and no significant differences were found for the Target task (\\u03c7^2=0.17, p = .92) or the Trajectory task: (\\u03c7^2=3.5, p = .17).  Post-hoc pairwise comparisons indicated that for the Free task, the task completion time was significantly smaller in the W0-W100 condition  (W0-W100 < W25-W75:  RPLUS MATCH ,  W0-W100 < W50-W50: Z=-3.30, p<.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".01\", \"U\": \"-3.30\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Users found content from right-leaning sources to be more biased (\\u03b2 = 0.216   [0.086,  0.34], z = 3.25 , p < .01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".01\", \"U\": \"3.25\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As shown in <ref>,  outperforms the baseline in terms of shorter task completion time  (Task One: Mean_QRecNLI = 6.89 < Mean_Baseline = 10.39,  Task Two: Mean_QRecNLI = 8.48 < Mean_Baseline = 11.59).  Also, it reduces the number of exploration steps to gain desired data insights compared to baseline  (Task One: Mean_QRecNLI = 9.65 < Mean_Baseline = 16.62,  Task Two: Mean_QRecNLI = 12.30 < Mean_Baseline = 19.70).   In addition,  we compared participants' ratings of  and the baseline using Wilcoxon signed-rank tests to assess the helpfulness of query recommendations for deciding next-step exploration actions.  The results show that there is a significant difference between  and the baseline in terms of context-relevance (Median_QRecNLI = 4.00 > Median_Baseline = 2.50,  RPLUS MATCH ), helpfulness (Median_QRecNLI = 4.00 > Median_Baseline = 2.00, Z=-2.98, p=.003\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".003\", \"U\": \"-2.98\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We also calculated the same measures on our replication study data.  Comparing the results from our replication study to Dressel and Farid's results, Wilcoxon Signed-Ranks Tests revealed no significant differences for any of the measures (ACC: Z = -1.08, p = .281\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".281\", \"U\": \"-1.08\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"An evaluation of the impact of the administrator's company size indicates that administrators at large companies (Median=4) more often feel sufficiently trained than their colleagues at smaller companies (Median=4), Mann-Whitney U test: U=358.0, p < 0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"358.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"L: u=7401.5, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"7401.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"MinJerk: Z=-8.4; p<0.0001), which in turn shows smaller values than 2OL-Eq  RPLUS MATCH .\\r The fit of the mean IC trajectories with respect to positional SSE is comparable to 2OL-Eq (non-significant differences), with MinJerk  RPLUS MATCH  fitting the mean position profiles significantly better. \\r \\r The findings are analogous for the maximum deviations of the simulated position time series from the data (Friedman Test, \\u03c7^2(2)=685.4, p<0.0001, n=192), with Wilcoxon Signed Rank tests showing that the E-LQG model approximates user trajectories significantly better than both the LQR  RPLUS MATCH  and the LQG  RPLUS MATCH  models.\\r Moreover, they showed that the LQR model approximates user trajectories significantly better than MinJerk  RPLUS MATCH , and that MinJerk approximates user trajectories significantly better than both the 2OL-Eq  RPLUS MATCH  and IC  RPLUS MATCH  models. \\r \\r Regarding velocity, a Friedman Test indicated that SSE (\\u03c7^2(2) =794.4, p<0.0001, n=192) and Maximum Error (\\u03c7^2(2) =761.9, p<0.0001, n=192) were significantly different between the six models, with Wilcoxon Signed Rank tests showing that E-LQG approximates velocities significantly better than LQG ( RPLUS MATCH for SSE and Z=-3.1, p<0.05 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05 \", \"U\": \"-3.1\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We observed no order effects related to whether the body condition came in the participant's first or second session, as indicated by Wilcoxon rank-sum tests (two-sided) for SUS scores, Z=0.42, p=.68, r=0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".68\", \"U\": null, \"r\": \"0.05\", \"z\": \"0.42\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Similar to what Zimmermann \\u00a0<cit.> observed, participants \\u201cenacted [testing] practices wherein their models appeared to have high reliability but questionable validity.\\u201d We also find that participants took fewer photos with plain background (W=756,  RPLUS MATCH ), and objects that were too small (W=126.5, Z=2.61, p=.011, r=0.18\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".011\", \"U\": null, \"r\": \"0.18\", \"z\": \"2.61\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We also found a significant difference in Realism in particular (U = 61.5, p = .031 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".031 \", \"U\": \"61.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We observed no order effects related to whether the body condition came in the participant's first or second session, as indicated by Wilcoxon rank-sum tests (two-sided) for SUS scores,  RPLUS MATCH , or co-presence scores, Z=1.49, p=.14, r=0.19\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".14\", \"U\": null, \"r\": \"0.19\", \"z\": \"1.49\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Indeed,  we find that the models of these 22 participants perform well on their own test data with an average F_1 score of 0.981 (SD=0.048)[Only recognition labels are available in testing and no scores.] and significantly better than the rest of the participants (U=1472, Z=5.22, p<.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"5.22\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This is supported by the post-study Likert ratings, where participants reported recommendations in to be less useful (\\u03bc_F,B=4.58,5.50; \\u03c3_F,B=0.90,0.79;  RPLUS MATCH via Mann-Whitney test) and more overwhelming (\\u03bc_F,B=2.58,1.76; \\u03c3_F,B=1.44,1.76; U=58.0, p=0.21\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.21\", \"U\": \"58.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"L: u=8250.0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"8250.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The EMMeans showed that participants were more likely to have the intention of sharing objectively true rather than false headlines [z=5.03, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"5.03\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Additionally, we obtained a minor significant effect (U=4, Z=1.716, p=.086, r=.54\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".086\", \"U\": \"4\", \"r\": \".54\", \"z\": \"1.716\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD ( RPLUS MATCH ;  RPLUS MATCH ;  RPLUS MATCH ).         \\t\\t         \\t    The majority of caregivers are familiar with technology: they use smartphones daily, and computers/tablet/iPad five to six days a week.         \\t                    \\u00a7.\\u00a7.\\u00a7 PwD                                Sixty seven percent are female, older than 70 y-o (89%), and have completed at least high school education (67%).             \\tThey have mainly mild to moderate visual impairments, such as cataracts, hyperopia, and myopia (61%).             \\tThey attend multiple medical specialties, such as neurology (51%), psychiatry (20%), psychology (and neuropsychology) (13%), among others.             \\tCaregivers indicate that the PwD have a clinical diagnosis of Alzheimer's (47%), diagnosed for over three years (54%), and are at a perceived moderate stage of the disease (48%).             \\t                 \\tThey live mainly at a family home (85%) with at least one person living with the PwD (83%).             \\tThe assessment of the level of independence of the PwD for different types of activities reveals that they: a) do not cook independently; b) are able to perform activities of daily living but with some help (e.g., dressing); c) are able to move from short to long distances only with the help of third parties; and d) perform some entertainment activities only with the help of third parties (e.g., watching television).                         \\u00a7.\\u00a7 Reminiscence Therapy                       Sixty-five percent of the PwD are performing reminiscence therapy, while 23% stopped doing it due to increased detachment of the PwD (66%), lack of perceived usefulness or PwD inability to attend sessions (25%), lack of material (10%), and lack of time (7%).      \\t\\tThe remaining ones (12%) never performed reminiscence therapy, as it was prevented by detachment of the PwD (66%), lack of perceived usefulness or PwD not being able to participate (25%), lack of time (8%), and lack of materials (7%).      \\t\\tWe analyzed whether performing (or not) reminiscence therapy was associated with the overall daily stress, daily stress and daily work due to the PwD, employment, age, and education of caregivers, as well as the age, education and stage of the disease of the PwD.     \\t\\tThere were no significant relationship for all variables except for caregiver's daily work, PwD's level of education, and disease's stage.     \\t\\t     \\t\\t     \\t\\tThe daily amount of work of the caregiver due to the PwD is statistically significantly different across those that perform (or not) the reminiscence therapy (\\u03c7^2(8)=19.694, p=0.009).      \\t\\tPost-hoc analysis revealed, as expected, that when the amount of daily work with the patient is higher, therapy is performed less often.     \\t\\tPerforming reminiscence therapy with a moderate amount of daily work with the PwD is significantly more than expected, while those performing therapy with a higher daily work is significantly less than expected.     \\t\\tFor those that reported a low or moderate amount of work (levels 1 to 3), 67% currently apply reminiscence therapy, 19% already did but stopped, and 14% never did.     \\t\\tWhen considering a higher amount of work (levels 4 and 5), the ones performing therapy reduced to 57%, while the ones that stopped performing therapy increased to 29%.     \\t     \\t\\t     \\t\\tThere were a statistically significant relation between performing therapy and the stage of the disease of the PwD (\\u03c7^2(6)=54.461, p<.00001).     \\t\\tPost-hoc analysis suggests that PwD in initial stages of the disease perform therapy often: mild (81%), moderate (74.9%), and severe (47.1%).     \\t\\tAs the disease progresses, there is an increase in the number of PwD who stop performing therapy: mild (7.1%), moderate (16.3%), and severe (37.1%).     \\t\\t     \\t\\tThose performing reminiscence therapy with a moderate stage of dementia are statistically significantly more than expected, while those in a severe stage are statistically significantly less than expected.     \\t\\tFor those that already performed therapy and the PwD has a moderate stage of dementia are statistically significantly less than expected, while those in a severe stage are statistically significantly more.     \\t    There were also a statistically significant relation between performing therapy and the education level of the PwD (\\u03c7^2(6)=20.329, p=0.002).     \\t\\tPost-hoc analysis suggests that those that never performed reminiscence therapy and have a high school degree are significantly more than expected, while the ones with a middle school degree are significantly less.                      \\u00a7.\\u00a7.\\u00a7 Session\\u2019s Characterization                       For our analysis, we considered answers from caregivers that were performing therapy and those who already performed.     \\t\\tSessions mainly occur at the home of PwD or relatives (92%) with the attendance of the caregiver (62%) and relatives (62%) besides the PwD, a sessions' frequency per month of either more than 10 times (44%) or 1-2 times (23%), and an average session duration of less than 30 minutes (66%).     \\t\\tWhen reviewing the past, one can expect that some communication between the PwD and remaining participants takes place.     \\t\\tIn fact, it occurs: in some cases (38%), a lot (32%), and little (23%).          \\t\\tIn the course of each session, different multimedia could be used to elicit memories: image, music, video, or combinations among those.     \\t\\tCaregivers use as stimuli mainly images (55%) or music (37%), and only 18% uses videos; they are usually personal, i.e., multimedia that is related to the PwD and their life: images (88%), videos (73%), and songs (63%).     \\t\\t     \\t\\tImages are provided by relatives (81%), the PwD itself (44%), and friends (12%).      \\t\\tThey are mainly available as printed pictures in physical albums (96%), but they are also stored in the smartphone/tablet gallery (41%), or in the computer (27%).     \\t\\tMusic is provided by relatives (66%), Internet through music streaming services (46%), and the PwD (32%).     \\t\\tSongs are usually stored in tapes/CD (57%), streaming services on the Internet (48%), and the computer, smartphone or tablet (45%).     \\t\\tVideos are provided by relatives (83%), PwD (24%), and friends (21%).     \\t\\tThey are stored in the computer, smartphone or tablet (71%), and tapes/DVD (43%).      \\t\\t             \\u00a7.\\u00a7.\\u00a7 PwD Emotional Reactions          \\t             When reviewing our memories, it is common to have different emotional reactions - either positive or negative - depending on the memory in question. \\t\\t\\tRegarding the emotional reactions that occur during sessions, caregivers reported that they either perceive what the PwD is feeling (62%) or the PwD is able to describe what he/she is feeling (46%). \\t\\t\\tConsidering the different multimedia used within sessions, images (66%) and music (55%) lead to some kind of positive reaction (e.g., enthusiasm, joy, etc.) from PwD. \\t\\t\\tNegative emotional reactions occurs during sessions (64%). \\t\\t\\t \\t\\t\\tThe main situations in which PwD experience negative emotions are: i) related to cognitive-impairments (58%) - not being able to remember something (e.g., when the memories do not line up with the reality), confusion (e.g., PwD is able to recognize a person in the image but not being able to recall his/her name), and the inability to express what he/she is feeling; ii) autobiographical memories (44%) - remembering (or seeing pictures of) loved ones that have passed away, and bad memories from their lives (e.g., abusive parents or spouse, or a divorce). \\t\\t\\tWhile experiencing negative emotions, PwD's have multiple reactions: behavioral, i.e., getting agitated, aggressive, detached, and anxious (56%), verbal (49%), and emotional, mainly through crying (47%). \\t\\t\\tFollowing, we present some quotes of the informal caregivers that exemplify each of the situations reported.                                                In order to cope with the negative emotional reactions, caregivers adopt different strategies: \\t\\t    verbal actions toward the PwD (67%), change environment/theme/activity (50.00%), and non-verbal actions toward the PwD (21%). \\t\\t    We can see in the following quotes that caregivers usually talk with the PwD, trying to calm them down by rationalizing and validating what the PwD are feeling, as well as helping them deal with the triggered memories.  \\t\\t    However, sometimes, they opt to avoid continuing to talk about specific themes to not worsen the PwD's (or they own) emotional state.                                                \\u00a7.\\u00a7.\\u00a7 Life Story Book                       LSB are frequently used as a reminiscence tool to support recollecting autobiographical memories <cit.>. \\t\\t    They are the result of a life review process performed by the PwD with the support of staff and family members to build a personal biography that acts as a bridge to the past and a connection to the present. \\t\\t    It can be a very time-consuming task since it may require help from third parties to collect the information, which may not always be feasible or practical. \\t\\t     \\t\\t    Only 23% of the caregivers have currently a LSB of the PwD, but the majority of the remaining ones are interested in having one (80%). \\t\\t    Although we have not collected data to directly answer why most caregivers do not have an LSB of the PwD, as we can see in the following quotes, our open-end questions allow us to hypothesise that it is due to the amount of work (and stress) caregivers already have in their daily live. \\t\\t     \\t\\t     \\t\\t     \\t\\t    Considering those that already have the LSB or are interested in having one, they mainly prefer to store it the old fashioned way, i.e., physically, such as an album of photos (82%). \\t\\t    Eighty-two percent of caregivers had (or want) to have help in the process of creating the LSB, and usually they spend (or are willing to spent) up to 10 hours in this process (60%). \\t\\t    The information is obtained in-person (81%), by e-mail (24%), and through social networks (23%). \\t\\t    Finally, caregivers indicate that relatives (91%), PwD (62%), friends (57%), and the caregivers themselves (49%) should have access to the LSB.                     \\u00a7.\\u00a7 Interest in Technological Functionalities               Caregivers are very interested in all the technological functionalities (median of 4 in 5 for each) that may help to revisit older memories from their loved ones or to create an LSB, namely: i) automatically retrieving new images; ii) retrieving life-based images (of the PwD), iii) retrieving interest-based images (e.g., favorite artist, hobbies); iv) adapting current session (based on a negative emotional reaction to an image); v) adapting future sessions (based on the negative emotional reactions that occurred).         \\t                                           We further analyzed if the interest in any of the functionalities is associated with currently performing (or  not) the reminiscence therapy, already having a LSB or interest in having one, and finally, the overall daily stress, daily stress and daily work due to the PwD.                                           \\u00a7.\\u00a7.\\u00a7 Automatically retrieving new images                      The interest in creating LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=81.234, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p<.00001).                                                        \\u00a7.\\u00a7.\\u00a7 Retrieving life-based images                      The interest in creating a LSB has a significant effect on the interest in this functionality (\\u03c7^2(2)=74.407, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.001).                     Spearman's rank-order correlation shows a positive correlation between the interest in the functionality and the overall daily stress (r_s(601)=.100, p=.014), and the amount of work with the PwD (r_s(601)=.108, p=.0.008).                                                       \\u00a7.\\u00a7.\\u00a7 Retrieving interest-based images                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=77.558, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.002).                     A Spearman's rank-order correlation determined that there is a positive correlation between the amount of work of the caregiver with the PwD (r_s(601)=.083, p=.040) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting current session                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=50.294, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for two of the pairs: do not want vs want (\\u03c7^2(2)=-98.201, p<.00001), and do not want vs maybe want (\\u03c7^2(2)=-133.992, p<.00001).                     The Spearman's rank-order correlation shows a positive correlation between the amount of work of caregivers with the PwD (r_s(601)=.099, p=.015) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting future sessions                      The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=38.561, p<.00001).                     A pairwise post-hoc Dunn test with Bonferroni adjustments was significant for the pairs: do not want vs want (p<.00001), and do not want vs maybe want (p<.00001).               Conducting reminiscence therapy sessions does not seem to be associated with the level of interest in any of the technological functionalities presented.         Caregivers that are not interested in creating an LSB are less interested in the aforementioned technological functionalities than those interested in having one, and in the majority, those that want to create an LSB are slightly more interested than those that might want to create the LSB.         With a higher overall stress of the caregiver, the interest in Retrieving life-based images appears to increase.         A higher amount of work of the caregiver with the PwD increases the interest in Retrieving life-based images, Retrieving interest-based images, and Adapting current session.                          \\u00a7 SURVEY 2           In this section, we present our results regarding sample characteristics (of caregivers), how reminiscence sessions are conducted, and how the results of reminiscence sessions (and overall health of the PwD) are evaluated in follow-up medical appointments.     Finally, we assess the level of interest in technological functionalities to help in the care of PwD (management of patients, information related to sessions carried out, management of the multimedia material to be used in sessions, and which help tools should be available), and how this interest differs between formal and informal caregivers.          The privacy of the information exchanged is very important, especially when other people are involved.     Beyond ethical issues, the non-guarantee of privacy may even hinder the embrace of new technology from caregivers.     As such, we also address how comfortable caregivers would be inserting personal content on technological solutions (assuming that only authorized people would be able to consult the data).               \\u00a7.\\u00a7 Informal Caregivers               Following, we detail the results obtained for the informal caregivers.         Where relevant, we compare the results with those of the previous study.                  \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                   A total of 102 informal caregivers worldwide answered our survey.             Ninety two percent were female, younger than 70 y-o (90%), completed higher education (65%), and have mild to moderate visual impairments (58%).             They usually take care of one PwD (87%) that is either they spouse (39%) or a relative (53%).              Usually, the PwD they look after are in a state that is perceived as severe (61%).             Finally, the average number of hours in the day that the caregiver spend caring for the PwD is above 8 (equivalent to a full-time job)  (60%).                              Most caregivers are familiar with technology: they use mobile phones five to six days a week, and computers/tablet/iPad three to four days a week.                          \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Forty-one percent of caregivers perform reminiscence therapy with the PwD they care for.             The number of sessions conducted per month is either more than 10 (43%), 3-4 (21%) or 1-2 (21%).             Sessions occur mainly at home (88%), with an average duration of less than 30 minutes (74%).                          It is worth noting that the performance of the reminiscence sessions decreased compared to the previous survey (about 20%).             We believe it is due to the fact that informal caregivers are increasingly overburdened and subject to high levels of stress, which may have been exacerbated by the pandemic situation experienced at the time of data collection.             Moreover, we believe the existing confinements due to the pandemic increased the isolation of the PwD, decreasing the contact between them and their relatives, both at home and in the institutions, which conditioned the realization of the therapy, and made it difficult to gather materials for the sessions.                          Images (88%), music (67%), and videos (43%) are used as triggers to stimulate the memory of PwD, and are mostly personal (95%).             They are related to the relatives of the PwD (93%), jobs and places the person visited (62% each), places where the person lived (57%), pets (52%), vehicles they had (33%), among others (23%), such as parties/happy moments, favorite activities, childhood memories, food, and dance.             Such materials are provided mainly by relatives of the PwD (81%), friends (29%), the person itself (21%), or  gathered from the internet (40%).             Caregivers would like to use other multimedia more often: videos (52%), images (38%), and music/text (29% each).             Images and music usually elicit positive emotional reactions in the PwD (71% each), while images (26%) and videos/text (24% each) usually elicit negative emotional reactions.                                                Caregivers update the material on a daily (29%),  monthly (26%), or weekly (17%) basis.             The main reasons that keep them from updating the material more often are: the detachment of the PwD (50%), lack of time (30%), and lack of materials (20%).             Seventeen percent of the caregivers never update the material.             We also believe that the caregivers' overload and stress, as well as the pandemic situation has affected not only the completion of the reminiscence therapy, but its quality when performed since caregivers did not have the time or materials available to diversify the following sessions.                           Regarding the information collected by the caregivers from each session, they register the materials that elicited positive emotional reactions (57%), materials that helped to recall past memories (55%), the emotional state of the PwD both before and after the session (38% each), and the material that elicited negative emotional reactions (19%).             There are no other types of information that caregivers would like to include in their notes about each session.             Fourteen percent of caregivers do not collect any information.                          \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                                             Thirty-seven percent of surveyed caregivers take the PwD to follow-up medical appointment, in particular they accompany the PwD on a daily (32%) or weekly (16%) basis.             Thirty-four percent of caregivers reported that the PwD do not go to follow-up appointments despite having indicated they did in the previous question.              We believe this is due to not having immediately understood the concept of follow-up appointment.             Caregivers report they do not attend the appointments more often due to lack of time.                      The emotional reactions and emotional well-being of the PwD is usually analysed during the appointments (64% each), as well as the results from previous reminiscence sessions (48%).             Additionally, caregivers perform other follow-up of PwD besides medical consultations or reminiscence therapy, such as cognitive stimulation, walks in places PwD used to enjoy, art therapy, shopping, visiting places where PwD lived, psychomotricity activities, daily contact with the PwD, and gathering relevant information through collaborators/health team.                          \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                       Thirty three percent of caregivers take advantage of technology to take care of PwD, such as audio books, blue laser light, camera, computer, Internet, phone, radio, tablet/iPad, television, and videos.                              Considering the different technological functionalities for the management and adaptation of reminiscence sessions, informal caregivers have a moderate interest for the most part (median of 3 in 5 for each).             This apparent decrease in interest (compared to our previous survey) will be addressed in the follow-up interviews.             The actual performance of the reminiscence therapy has not proved to be statistically significant for any of the functionalities in question.                              Caregivers indicate that they are comfortable introducing personal content into a technological system, as long as the system guarantees maximum privacy and security.                      \\u00a7.\\u00a7 Formal Caregivers               Following, we present our results regarding formal caregivers.                      \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                       A total of 34 formal caregivers answered our survey.              They were mostly female (85%), younger than 50 y-o (64%), completed higher education (85%), and do not have any visual impairments (65%).             They take care of more than seven PwD (76%), and at least one of the PwD is in a severe state of dementia (74%).                          The majority of caregivers are familiar with technology: they use mobile phones daily, and computers/tablet/iPad six days a week.                              \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Formal caregivers perform reminiscence therapy sessions more often than the informal ones (68% vs 41%).             They usually conduct the sessions 3-4 (39%) or 5-10 (30%) times per month.             Sessions occur mainly at the institution (74%) but in the house of the PwD as well (35%), with an average duration of 30-60 minutes (65%) or less than 30 minutes (30%).                          Images (95%), music (87%), videos (57%), and text (48%) are used to stimulate memories, and are both personal (87%) and general (83%).                          Caregivers would like to use video (57%), text (48%), images (43%), music (39%), and other materials (such as objects, arts' material, games, daily activities, and visits to places of interest) more often.                          The materials used are related to places where the person lived (96%), PwD's relatives (87%), places PwD visited (83%), jobs of the PwD (78%), pets (70%), and vehicles they had (43%).             Caregivers also report that they like to use material related to other topics such as habits, hobbies, favorite food, musicians, television shows, movies and actors, important dates, past and present objects, sports, or plants.             Materials are obtained through the Internet (87%), or provided by PwD's relatives (74%), the PwD (57%), or friends (43%).             The material is updated in a monthly (26%), weekly (22%), daily or fortnightly (17% each) basis.             They do not update it more often due to lack of time (100%), lack of perceived usefulness for the PwD (50%), and lack of materials or need to repeat the same activities (25% each).                              Caregivers collect information about the emotional state of the PwD after sessions (87%), material that helped to recall past memories or elicited positive emotional reactions (83% each), material that elicited negative emotional reactions (70%), PwD's emotional state before sessions (65%), and duration of each session (48%).             Moreover, they also collect the degree of involvement and interest of PwD, level of communication, dynamics with caregiver or the group, PwD answers during the session, as well as periodic assessments of cognitive functions.                          Finally, they show interest in being able to collect the intensity level of emotional reactions (positive and negative) to specific stimuli, record permission for assessments, how the PwD was during the session (refusals, non-verbal language, behavior, relationship with therapist, initiative in contact), and in-session responses that might be relevant in future sessions.                      \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                       Fifty-three percent of the formal caregivers conduct follow-up medical appointments with the PwD on a daily (28%) or weekly (28%) basis.             Caregivers report they do not conduct appointments more often because of the costs associated.                              The emotional well-being of the PwD is almost always evaluated at the appointments (93%), followed by the PwD's emotional reactions (87%), and the results from previous reminiscence sessions (67%).             Other follow-up activities with the PwD are conducted (49%), in particular, cognitive stimulation, movement sessions, sensory stimulation sessions, hygiene/food care, caregiver support with family members and joint sessions (PwD and family), psychotherapy, and games.                                \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                           Sixty-five percent of caregivers already use technology to help them in the care of the PwD, in particular, the CogWeb application <cit.>, computer, images, music, mobile phones, overhead projector, snoezelen (multi sensory) room, tablet, and videos.                          They are interested in all the technological functionalities, in particular, they are very interested in those related to the adaptation and personalization of sessions.             Their interest is much higher than that of the informal caregivers, which we believe is due to the fact that most of the informal caregivers only take care of one person and do not need to manage several PwD at the same time.             Such difference in the interest across the type of caregivers is statistically significant for all functionalities:                          Management of PwD:         \\t             \\t   \\t       * Creating reminders (U=1063.50, p=.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"1063.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For the learning gains, the post-test score of the HoloBoard group (Mdn = 20.5) was significantly higher than their pre-test score (Mdn = 26.5), U = 56.5, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"56.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was followed by the Mercedes, which was statistically slower than the Audi ( RPLUS MATCH e-7), Ford LED ( RPLUS MATCH e-11) and Honda LED (U=4.78, p=8.61\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"8.61\", \"U\": \"4.78\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For simplicity, we assume no role of taxes, no need for liquidity (e.g., cash out), zero discount rate or no inflation, and no additional contributions or withdrawals.                   \\u00a7 RESULTS      RQ1: Consistent with Benartzi and Thaler <cit.>, we find evidence of myopic loss aversion with bar chart visualizations (round 1), as participants had a significantly lower stock allocation for 1 year versus 30 year evaluation period (Wilcoxon paired test on the median stock allocation, V=2020.5, z = -9.188, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"-9.188\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The difference between all ratings related to sharing location and sharing identities ( RPLUS MATCH <.001) and the difference between sharing public location history and all location history (U=871770.0, p<.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"871770.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U\\u00a0test shows that participants reliably distinguish between a)\\u00a0Medium and d)\\u00a0Low recommendations\\u00a0(U=258.5, p=.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"258.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Mann-Whitney U test confirmed with statistical significance (U = 11568, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"11568\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, we found four attributes had large differences in the suggested weights between these two group:  Credit risk level ((M, SD): (-0.813, 0.35) for increase, (-1.0, <0.001) for decrease,  RPLUS MATCH ), Has joint mortgage ((M, SD): (-0.143, 0.078) for increase, (0.134, 0.0245) for decrease,  RPLUS MATCH ),  Type of loan ((M, SD): (-0.0714, 0.047) for increase, (0.03584, 0.0604) for decrease, U=2790.0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"2790.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, from the plot we can see that Volkswagen LED tended to be the slowest, followed by the Mercedes unit.   The BrakeAcc responses from the inexperienced subjects is shown in Figure <ref>  (as the blue portion of the bars).   The slowest responses were from both the bulbs  (H(8), p=0); between the bulb assemblies, the Ford was slower than the Fiat, (U=4.49, p=3.62\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"3.62\", \"U\": \"4.49\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Results for OSE are in blue, for HWN are in orange and for YAI4Hu are in green. \\t\\t \\t  \\t \\tFinally, we also investigate whether the increase in effectiveness over OSE is only due to the fact that YAI4Hu and HWN offer advanced mechanisms to easily navigate information. \\t \\t \\tSurprisingly, the results show that YAI4Hu outperforms HWN and OSE also in all those questions that can be answered by simply reading the initial explanation (the few lines of text in the landing page), as shown in Figure <ref>. \\tThese questions are those that require 0 steps and are shown in Table <ref> and <ref>. \\t \\t\\t     < g r a p h i c s >  \\t\\t \\t\\t\\tEffectiveness scores of participants with a Normal NCS on the questions requiring 0 steps: Results are shown in the form of box plots (25th, 50th, 75th percentile, and whiskers covering all data and outliers).  \\t\\t\\tThe numerical value of medians is shown inside pink boxes.  \\t\\t\\tResults for OSE are in blue, for HWN are in orange and for YAI4Hu are in green.  \\t\\t\\tThe questions requiring 0 steps are shown in Table <ref> and <ref>. \\t\\t \\t\\t \\t  \\tMore in detail, we have statistically significant results for CA (even with a Bonferroni correction): \\t \\t\\t   * CA: HWN's effectiveness is significantly lower than YAI4Hu's (MW:  RPLUS MATCH ) for questions requiring 0 steps. \\t\\t   * HD: HWN's effectiveness seems lower than YAI4Hu's (MW: U=15, p=0.11\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.11\", \"U\": \"15\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Users were likely to be more confident in their decisions when source type was categorized as misinformation (\\u03b2 = -0.373   [-0.55, -0.18], z = -3.921, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"-3.921\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As with an omniscient psychologist, the ratio of items learned to items seen is significantly lower than the baseline level for the myopic teacher (u=2065.0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"2065.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"According to the Mann-Whitney U\\u00a0test, participants are able to distinguish c)\\u00a03 Medium, 1 Low, 1 High recommendations from a)\\u00a0Medium\\u00a0( RPLUS MATCH ) and d)\\u00a0Low\\u00a0( RPLUS MATCH ) recommendations. c)\\u00a03 Medium, 1 Low, 1 High recommendations are not distinguished from the fake news case of c)\\u00a0Medium, 1 Low recommendations\\u00a0(U=801.50, p=.062\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".062\", \"U\": \"801.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, we found four attributes had large differences in the suggested weights between these two group:  Credit risk level ((M, SD): (-0.813, 0.35) for increase, (-1.0, <0.001) for decrease,  RPLUS MATCH ), Has joint mortgage ((M, SD): (-0.143, 0.078) for increase, (0.134, 0.0245) for decrease,  RPLUS MATCH ),  Type of loan ((M, SD): (-0.0714, 0.047) for increase, (0.03584, 0.0604) for decrease,  RPLUS MATCH ), and Years of business with the bank ((M, SD): (-0.214, 0.101) for increase, (0.187, 0.0697) for decrease, U=5783.5, p=0.0732 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0732 \", \"U\": \"5783.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U test confirms that there is a statistical significance in their preference between the two (U = 17051.0, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"17051.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, the difference between a)\\u00a0Medium and b)\\u00a04 Medium, 1 Low is not statistically significant\\u00a0(U=303.5, p=.249\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".249\", \"U\": \"303.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"SUS scores in the body condition (m=2.69) did not differ from SUS scores in the without body condition (m=2.74) as indicated by a Wilcoxon sign-rank test (one-sided), Z=-0.48, p=.63, r=-0.06\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".63\", \"U\": null, \"r\": \"-0.06\", \"z\": \"-0.48\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"I. [0.80,0.86]), and 80.32% of those assigned the role of user (z=11.87, p<0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05\", \"U\": \"11.87\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"RMSEA reported wih 90% CI.      Respecification of IUIPC-10 to IUIPC-8 on Sample   max width=  Instrument &     3cEstimator  (lr)2-4 Respecification     ML     MLM^     WLSMVS^   4*IUIPC-10                  \\u03c7^2(32) = 163.691, p < .001                                             \\u03c7^2(32) = 131.417, p < .001                                             \\u03c7^2(15) = 181.149, p < .001        =.92;      =1.00         =.92;     =1.00        =.95;     =.99       =.11 [.09, .12]         =.10 [.08, .12]         =.17 [.15, .19]       =.10;      =294.3         =.10;     =262        =.10;     =414.6  (lr)2-2(lr)3-3(lr)4-4                               \\u2191     \\u2191     \\u2191   2*Trim  &                                 \\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.05; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -132.57                                 2*\\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.05; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -112.32                               2*\\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.04; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -191.39                                Vuong LRT z = -34.541, p < .001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001 \", \"U\": \"-34.541\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Mann Whitney test with Bonferroni correction for multiple comparisons shows that mIoU visible-gold-upfront (M=75.447),  RPLUS MATCH , visible-gold-regular (M=75.48), U=397034, p<0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"397034\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Exploring this data further, a Wilcoxon Signed Rank Test confirmed no statistically significant differences in user satisfaction for T_0 and T_1, z = -0.291, p = 0.77\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.77\", \"U\": \"-0.291\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Extraversion for IBM Watson (48.64) and Questionnaire (38.36) was not statistically significantly different,  RPLUS MATCH , Agreeableness for IBM Watson (47.05) and Questionnaire (39.95) was not statistically significantly different,  RPLUS MATCH ,  Conscientiousness for IBM Watson (48.07) and Questionnaire (38.93) was not statistically significantly different,  RPLUS MATCH ,  Neuroticism for IBM Watson (46.05) and Questionnaire (40.95) was not statistically significantly different, U = 43, p = 0.344 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.344 \", \"U\": \"43\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U test showed that there were significant differences in how much the median hourly wages of novices varied between the control and experimental groups (U=48, p=0.006\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.006\", \"U\": \"48\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As shown in <ref>,  outperforms the baseline in terms of shorter task completion time  (Task One: Mean_QRecNLI = 6.89 < Mean_Baseline = 10.39,  Task Two: Mean_QRecNLI = 8.48 < Mean_Baseline = 11.59).  Also, it reduces the number of exploration steps to gain desired data insights compared to baseline  (Task One: Mean_QRecNLI = 9.65 < Mean_Baseline = 16.62,  Task Two: Mean_QRecNLI = 12.30 < Mean_Baseline = 19.70).   In addition,  we compared participants' ratings of  and the baseline using Wilcoxon signed-rank tests to assess the helpfulness of query recommendations for deciding next-step exploration actions.  The results show that there is a significant difference between  and the baseline in terms of context-relevance (Median_QRecNLI = 4.00 > Median_Baseline = 2.50,  RPLUS MATCH ), helpfulness (Median_QRecNLI = 4.00 > Median_Baseline = 2.00,  RPLUS MATCH ), data insights (Median_QRecNLI = 4.00 > Median_Baseline = 3.00,  RPLUS MATCH ), and confidence (Median_QRecNLI = 4.50 > Median_Baseline = 4.00,  RPLUS MATCH , Z=-3.05, p=.002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".002\", \"U\": \"-3.05\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"On the other hand, C2 is rated significantly more responsive ( RPLUS MATCH ) and more feeling (U=5.5, p=0.008\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.008\", \"U\": \"5.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD (U=47459.5, p=.038\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".038\", \"U\": \"47459.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The model estimates are shown in Table 2.   The results of the mixed effects analysis show that participants seemed less likely to produce American-English lexical alternatives when in the Irish partner conditions than in the US partner condition (Unstandardised \\u03b2= -1.17, z= 2.25, p=.024\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".024\", \"U\": \"2.25\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Other control variables include users' demographics, such as gender, age, education, and Twitter usage frequency.               \\u00a7.\\u00a7 Results (Study 1)                                         \\u00a7.\\u00a7.\\u00a7 RQ1: Effect of the Nudges  For RQ1, initially we investigated our data using mean comparison.  Table <ref> shows the mean values and Mann-Whitney U test results of our experiment and Figure <ref> shows corresponding interaction plots.  Users in the treatment group rated the credibility of non-mainstream news tweets (T_U) significantly lower than did users in the control group, suggesting the effectiveness of our intervention ( RPLUS MATCH , Cohen's d=0.296   ).  Additionally, treatment users rated mainstream news tweets without questions (T_R) as more credible than corresponding control users (Z=187488, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"187488\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Then, we looked for differences within dimensions in how many applications were judged fair or unfair (Table\\u00a0<ref>).  We found that there were significant differences for fairness perceptions within the Masculinity, Uncertainty Avoidance, and Indulgence dimensions for applications judged as fair, unfair and the unfairness ratio.  Here, participants in the MSC-H group judged significantly fewer application decisions as fair than the MSC-L group (Mann-Whitney U, U = 18786.5, p = 0.023\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.023\", \"U\": \"18786.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As shown in <ref>,  outperforms the baseline in terms of shorter task completion time  (Task One: Mean_QRecNLI = 6.89 < Mean_Baseline = 10.39,  Task Two: Mean_QRecNLI = 8.48 < Mean_Baseline = 11.59).  Also, it reduces the number of exploration steps to gain desired data insights compared to baseline  (Task One: Mean_QRecNLI = 9.65 < Mean_Baseline = 16.62,  Task Two: Mean_QRecNLI = 12.30 < Mean_Baseline = 19.70).   In addition,  we compared participants' ratings of  and the baseline using Wilcoxon signed-rank tests to assess the helpfulness of query recommendations for deciding next-step exploration actions.  The results show that there is a significant difference between  and the baseline in terms of context-relevance (Median_QRecNLI = 4.00 > Median_Baseline = 2.50,  RPLUS MATCH ), helpfulness (Median_QRecNLI = 4.00 > Median_Baseline = 2.00,  RPLUS MATCH ), data insights (Median_QRecNLI = 4.00 > Median_Baseline = 3.00, Z=-3.00, p=.003\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".003\", \"U\": \"-3.00\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants learned significantly more in the  condition (M=0.354) than in either  (Z=4.59, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"4.59\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Here too C3 performs the best being rated significantly higher than C1 for warmth ratings (U=2.0, p=0.010\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.010\", \"U\": \"2.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post hoc analysis with Wilcoxon signed-rank tests was conducted with a Bonferroni correction applied, revealing a significance difference when comparing the baseline (M=9.00, SD=1.41) to the short-term learning results (M=6.89, SD=1.28),  RPLUS MATCH ; and when comparing the baseline with the long-term learning results (M=7.28, SD=1.23), Z=-3.084, p=0.002, r=-0.51\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.002\", \"U\": null, \"r\": \"-0.51\", \"z\": \"-3.084\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Specifically, the reported reliance on the chart was significantly lower with external information (synthetic: Mann-Whitney U =  137318, p < 0.001; real-world: Mann-Whitney U = 45292, p = 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"45292\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.         \\u00a7.\\u00a7.\\u00a7 Main Results  The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants demonstrated a significantly higher immediate benefit of the intervention in the  condition (normalized change between intervention and pre-test: M=0.341) than in either  condition (M=0.158,  RPLUS MATCH ) or the  condition (M=0.167, Z=3.56, p=0.0004, r=0.22\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0004\", \"U\": null, \"r\": \"0.22\", \"z\": \"3.56\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, the results indicated otherwise.   The Ford bulb timings were significantly slower than for the Audi  ( RPLUS MATCH e-3), Alfa Romeo  ( RPLUS MATCH e-4) and Volkswagen (U=-3.63, p=1.41\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"1.41\", \"U\": \"-3.63\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We examined the ratings further by using Wilcoxon Signed Ranks Tests.  The analysis showed that there are statistically significant differences for each target button between the FDVV and single-FD models:    * For the Clear button, the median FDVV model ranks (mdn 5.16, mean 4.9, STD 0.72) were significantly higher than the median single-FD ones (mdn 3.83, mean 3.72, STD 0.92), with  RPLUS MATCH .      * For the Brown button, the median FDVV model ranks (mdn 4.92, mean 4.64, STD 1.02) were significantly higher than the median single-FD ones (mdn 3.83, mean 3.86, STD 0.87), with Z = -2.748, P = 0.006\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.006\", \"U\": \"-2.748\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As for the ratio of items learned to items seen, the myopic teacher displays weaker performance than the baseline teacher (u=0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants learned significantly more in the  condition (M=0.354) than in either  (Z=4.59, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"4.59\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Thus, this result supports\\u00a0[H1].    Next, when comparing the FoCs for each Weight level (see Figure <ref> left), Tukey's post-hoc tests demonstrated that, for the W0 Weight, the FoC was significantly higher for the Target task than for the other tasks (both p<.05).       In contrast, for the W25, W50, W75 levels of Weight, the FoC was significantly lower for the Free task than for the other tasks (all p<.05).     Finally, for the W100 Weight, the post-hoc tests did not exhibit any significant difference.  Thus, these results only support [H2] partially, as although the Free task (the less constrained task) consistently obtained the lowest FoC ratings (except for the W100), this effect was not visible between Target and Trajectory tasks.       As the ANOVA analysis indicated that the strongest effects originated from the Weight factor, to further characterize the relationship between FoC and the Weight factor, a linear regression analysis was conducted across participants for each task (Figure <ref> right).  The regression equations were   Free:  y    = 0.0487x + 1.77 (R^2=0.83)   Target:  y    = 0.0379x + 2.94 (R^2=0.65)   Trajectory:  y    = 0.0444x + 2.49 (R^2=0.73).   The regression equations exhibited linear positive correlations between the FoC and the Weight.  To determine whether the computed slopes differed significantly from 0, we computed the slope of each participant\\u2019s linear regression and conducted a t-test (H_0: Slope is equal to 0): (Free:  RPLUS MATCH ,  Target:   RPLUS MATCH ,  Trajectory:  RPLUS MATCH ).  The results of the t-test indicated that the mean slopes all significantly differed from 0.  These results further support [H1].  Section\\u00a0<ref> further analyzes the FoC ratings in correlation with the IPC scores.      \\u00a7.\\u00a7.\\u00a7 Task Completion Time     Because the task completion time was dependent on the weights of the two participants (their sum adding to 100%), for the task completion time analysis, the Weight group  factor had only three levels: W0-W100, W25-W75, and W50-W50 (see Figure\\u00a0<ref>).  In addition, owing to the different natures of each task (aimed movement, path following task), we did not assess the differences among Tasks for the task completion time.  Therefore, we conducted three Friedman tests considering Weight group as a factor, one for each task.  The Friedman tests exhibited significant differences among the task completion times of the Weight groups only for  the Free task (\\u03c7^2=14, p < .001), and no significant differences were found for the Target task (\\u03c7^2=0.17, p = .92) or the Trajectory task: (\\u03c7^2=3.5, p = .17).  Post-hoc pairwise comparisons indicated that for the Free task, the task completion time was significantly smaller in the W0-W100 condition  (W0-W100 < W25-W75: Z=-2.81, p<.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".01\", \"U\": \"-2.81\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For A-values, we found no significant differences between positive (M=6.74, SD=3.5) and negative (M=9.28, SD=7.2) modifications for PET,  RPLUS MATCH , but found significant differences between positive (M=6.8, SD=4.4) and negative (M=10.57, SD=4.9) modifications for AMT, Z = 2.59, p = .010\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".010\", \"U\": \"2.59\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Furthermore, data also show that OSE's Effectiveness is significantly[Assuming p < 0.05 is enough for asserting significance.] lower than YAI4Hu's (MW:  RPLUS MATCH ). \\t\\t   * Satisfaction score: OSE's is significantly lower than HWN's (MW:  RPLUS MATCH ) and lower than YAI4Hu's (MW:  RPLUS MATCH ). \\t\\t   * Elapsed Seconds: OSE's are comparable to HWN's according to KW (H=0.11, p=0.73), but nothing certain can be said for YAI4Hu's (KW: H=0.06, p=0.80) compared to OSE's. \\t \\t \\tFor the Heart Disease Predictor (HD) the results (without Bonferroni correction) are: \\t \\t\\t   * Effectiveness score: OSE's effectiveness is significantly lower than YAI4Hu's (MW:  RPLUS MATCH ), while nothing certain can be said with respect to HWN's (MW: U=26, p=0.35\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.35\", \"U\": \"26\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Dunn test for multiple comparisons showed both the self-defeating and affiliative conditions differed significantly at Z= 2.35, p = 0.03 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.03 \", \"U\": \"2.35\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was followed by the Mercedes, which was statistically slower than the Audi ( RPLUS MATCH e-7), Ford LED ( RPLUS MATCH e-11) and Honda LED ( RPLUS MATCH e-7).   The fastest light was the Ford LED (which was statistically different from all but the Audi ( RPLUS MATCH e-1) and the Honda unit (U=1.36, p=8.66\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"8.66\", \"U\": \"1.36\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Yet more evidence for the impact of cultural dimensions on the use of the prototype comes from the PD-L group which interacted significantly more with sensitive attributes such as gender ( RPLUS MATCH ) and nationality ( RPLUS MATCH ) than the PD-H group, and also with attributes such as number of maximum monthly payment ( RPLUS MATCH ), income contributor (U = 19065.5, p = 0.044\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.044\", \"U\": \"19065.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Descriptive statistics for interruption durations overall and by condition are reported in Table <ref>.         \\u00a7.\\u00a7.\\u00a7 Access Rituals (H3)  We found  no statistically significant effect of urgency  [Unstandardized \\u03b2=-0.20, SE \\u03b2=0.29, 95% CI [-0.77,0.37], z=-0.69, p=.49\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".49\", \"U\": \"-0.69\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Other control variables include users' demographics, such as gender, age, education, and Twitter usage frequency.               \\u00a7.\\u00a7 Results (Study 1)                                         \\u00a7.\\u00a7.\\u00a7 RQ1: Effect of the Nudges  For RQ1, initially we investigated our data using mean comparison.  Table <ref> shows the mean values and Mann-Whitney U test results of our experiment and Figure <ref> shows corresponding interaction plots.  Users in the treatment group rated the credibility of non-mainstream news tweets (T_U) significantly lower than did users in the control group, suggesting the effectiveness of our intervention (Z=171763, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"171763\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"During approach event, motion was not significantly greater in the body group (m=0.35) than in the without body group (m=0.25) as indicated by a Wilcoxon rank-sum test (two-sided), Z=0.04, p=.97, r=0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".97\", \"U\": null, \"r\": \"0.01\", \"z\": \"0.04\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Unexpectedly, the updated interface in Experiment 2 produced higher levels of suggestion usage, but the participants in that study reported significantly lower trust ratings than those in Experiment 1 (U = 666.5, p = 0.017, r = -0.447\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.017\", \"U\": \"666.5\", \"r\": \"-0.447\", \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Wilcoxon Signed Rank Test revealed no statistically significant differences in user expectations for T_0 and T_1 following the video recoloring process, z = -0.468, p = 0.64\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.64\", \"U\": \"-0.468\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We noted that the LTO-H group suggested weight changes for significantly more applications than the LTO-L group (U = 15258.0, p = 0.0392\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0392\", \"U\": \"15258.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post-hoc pairwise comparisons showed significant differences when comparing the Total Severity scores of 1K, 3K, and 4K (3K-1K:  RPLUS MATCH , 4K-1K:  RPLUS MATCH ) in favour of 3K and 4K (lower Total Severity scores), as well as the Oculomotor scores of 1K and 3K (3K-1K: Z=-2.640, p=0.008\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.008\", \"U\": \"-2.640\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For A-values, we found no significant differences between positive (M=6.74, SD=3.5) and negative (M=9.28, SD=7.2) modifications for PET, Z = 1.26, p = .209\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".209\", \"U\": \"1.26\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The difference in linear trends was statistically significant for both measures (beta weight measure:  RPLUS MATCH ; correlation coefficient measure: Z = 7.31, p < 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"7.31\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants in the with-narrative condition appeared to be more engaged and content with the game than those in the without-narrative condition.  We ran Mann-Whitney's U tests on each rated category and found significant differences between the two conditions for: art (U = 53, Z = -3.14, p = 0.002, r = 0.56\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.002\", \"U\": \"53\", \"r\": \"0.56\", \"z\": \"-3.14\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.         \\u00a7.\\u00a7.\\u00a7 Main Results  The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants demonstrated a significantly higher immediate benefit of the intervention in the  condition (normalized change between intervention and pre-test: M=0.341) than in either  condition (M=0.158, Z=3.55, p=0.0004, r=0.22\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0004\", \"U\": null, \"r\": \"0.22\", \"z\": \"3.55\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We found a   significant drop in the self-reported reliance on the caption when the   caption described a non-prominent feature compared to when it   described the third-most prominent feature (synthetic: Mann-Whitney   U = 28941, p < 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"28941\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, we found four attributes had large differences in the suggested weights between these two group:  Credit risk level ((M, SD): (-0.813, 0.35) for increase, (-1.0, <0.001) for decrease, U=4652.5, p<0.001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001 \", \"U\": \"4652.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Women had statistically significantly higher SSQ scores than men on the nausea subscale ( RPLUS MATCH , r = 0.44), the oculomotor subscale ( RPLUS MATCH ), the disorientation subscale (U = 904.50, z = -3.51, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"-3.51\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For both the guided and autonomous clusters, users rated A1 higher than A2 with statistical significance (U = 2931.5, p < .001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001 \", \"U\": \"2931.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post-hoc analysis revealed significant differences when comparing the flow scores of 1K and 2K (2K-1K:  RPLUS MATCH ) in favour of 2K (higher flow scores), as well as the positive affect scores of 1K, 3K, and 4K (3K-1K: Z=-3.020, p=0.003\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.003\", \"U\": \"-3.020\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Other control variables include users' demographics, such as gender, age, education, and Twitter usage frequency.               \\u00a7.\\u00a7 Results (Study 1)                                         \\u00a7.\\u00a7.\\u00a7 RQ1: Effect of the Nudges  For RQ1, initially we investigated our data using mean comparison.  Table <ref> shows the mean values and Mann-Whitney U test results of our experiment and Figure <ref> shows corresponding interaction plots.  Users in the treatment group rated the credibility of non-mainstream news tweets (T_U) significantly lower than did users in the control group, suggesting the effectiveness of our intervention ( RPLUS MATCH , Cohen's d=0.296   ).  Additionally, treatment users rated mainstream news tweets without questions (T_R) as more credible than corresponding control users ( RPLUS MATCH , Cohen's d=0.162  ).  Our participants showed significant decrease in their rating of mainstream news tweets with questions (T_Q) (Z=198180, p<0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05\", \"U\": \"198180\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U\\u00a0test shows that the ratings for b)\\u00a0Medium, 1 Low recommendations are significantly different from d)\\u00a0Low recommendations (U=619.5, p=.002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".002\", \"U\": \"619.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants in the with-narrative condition appeared to be more engaged and content with the game than those in the without-narrative condition.  We ran Mann-Whitney's U tests on each rated category and found significant differences between the two conditions for: art ( RPLUS MATCH ), activities ( RPLUS MATCH ), engagement (U = 63, Z = -2.72, p = 0.007, r = 0.48\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.007\", \"U\": \"63\", \"r\": \"0.48\", \"z\": \"-2.72\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"With regard to the different domain scenarios, we found that 74.49% of participants shown the `making healthier lifestyle choices' scenario (z=8.31,p<0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05\", \"U\": \"8.31\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Two Proportion Z-test shows that the difference is significant: z = -12.16, p < 0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"-12.16\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U test showed that there were significant differences in how much the median hourly wages of novices varied between the experiment and control groups (U=48, p=0.006\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.006\", \"U\": \"48\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Among the LED units, there were more differences exhibited than there were for the experienced subjects.  For example, the Volkswagen was statistically slower than the Audi, Nissan, Alfa Romeo, Ford, and Honda units (all pairwise p<1e-4).  Meanwhile the Ford LED unit was quicker statistically than those from Mercedes and Fiat (all pairwise p<1e-4).   Figure <ref> compares the BrakeAcc, AccPdl and BrakePdl results (blue, red, full bars, respectively) for each brake light for all 22 subjects combined.  Combining the BrakePdl analyses from both experienced and inexperienced subjects, both the bulbs are slower statistically than any of the LED lights (H(8), p=0).  The fastest LED was from Ford \\u2013 statistically significant against all LED lights except the Audi and Honda  (all pairwise p<1e-3).  The slowest was the Volkswagen unit (statistically significant from all other LED lights(H(7)=124.23, p=1.00e-23), followed by the Mercedes LED (though it is statistically significant from the Audi, Ford, Honda and Nissan LED lights only (all pairwise p<1e-4)).           Even though this study was focused on the cognitive response invoked by the various brake lights, interestingly the brake lights also influenced the reflex time taken for the foot to release from the accelerator and depress the brake pedal.   Combining AccPdl from both experienced and inexperienced subjects, the Ford bulb was statistically slower than the Alfa Romeo, Mercedes, Audi and Nissan LED lights (all pairwise p<1e-4) while the Fiat bulb was slower than the Audi and Alfa Romeo LED lights (all pairwise p<1e-3).   Among the LED lights, there were some significant differences (H(7)=16.5, p=2.09e-1) with the Alfa Romeo being faster than the Honda (U=2.86, p=2\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"2\", \"U\": \"2.86\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For factor selection in a sector (Q4/Q5), the accuracy difference between the and baseline is not significant ( RPLUS MATCH ), though the average accuracy of (1.0\\u00b10.0) is higher than the baseline (0.93\\u00b10.1).  On task completion time (ExperimentResult(b)), the result reveals that, for factor selection by stability (Q3), the completion time using is significantly shorter than the baseline design (U = 30.5,\\u00a0p = .002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".002\", \"U\": \"30.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Error bars show standard error.             0.49            < g r a p h i c s >        Distribution of the total number of HITs completed by each worker             HIT completion across conditions  where is \\u201cimproved\\u201d?                 question I anticipate: did individual performance improve over time, and how was 7% improvement distributed? Did this design just get workers to stay longer, and those who did learned to do better?      \\u00a7.\\u00a7.\\u00a7 Visible Gold Improved   A Mann Whitney test indicated that mean mIoU in improved visible gold condition (M=79.301) is significantly higher than mean mIoU in baseline (M=73.739), U=393812, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"393812\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We conducted Mann-Whitney U tests, the results of which show that there is no significant difference between XAlgo and the control group in either multiple-choice scores (U = 38.0, p = 0.863\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.863\", \"U\": \"38.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants were randomly sorted into either the baseline or treatment group.  They were shown instructions about the task and trained to complete two sample assignments before completing actual assignmentstasks beforehand.  The differences were in task completion time, shown in Fig.\\u00a0<ref>.  We report the unsigned Wilcoxon Rank-Sum test: baseline median=37 sec (N = 31), treatment (condition 1) without snapshots median=33 sec (N=52), Z=0.63, p<0.5\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.5\", \"U\": \"0.63\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"There was no significant difference in in terms of the immediate benefit between the  and  conditions (Z=0.10, n.s.).  The  condition resulted in significantly larger learning gain (normalized change between post-test and pre-test: M=0.325) than the  condition (M=0.206, Z=2.37, p=0.0179, r=0.15\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0179\", \"U\": null, \"r\": \"0.15\", \"z\": \"2.37\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Wilcoxon signed rank tests indicated no significant differences for the total SSQ score, nor for the subscales nausea, oculo-motor or disorientation.  Please note, that gender-specific differences were indicated for the total score in both HMD ( RPLUS MATCH , Cohen's\\u00a0d = 1.04) and HMD+PROJECTOR ( RPLUS MATCH , Cohen's\\u00a0d = 1.66) as well as for oculo-motor (Z = 2.44, p = 0.015\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.015\", \"U\": \"2.44\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"During the rat throw event, motion was significantly greater in the body group (m=0.636) than in the without body group (m=0.420) as indicated by a Wilcoxon rank-sum exact test (one-sided), Z=2.53, p=.011, r=0.32\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".011\", \"U\": null, \"r\": \"0.32\", \"z\": \"2.53\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"There were no significant differences in fits using photo vs. top 50 images for any of the three model types (Ball: z=0.94, p=.347\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".347\", \"U\": \"0.94\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"C2 is also rated significantly higher than C1 in understanding how the participants felt (U=5.5, p=0.009\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.009\", \"U\": \"5.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was followed by the Mercedes, which was statistically slower than the Audi (U=4.94, p=3.97\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"3.97\", \"U\": \"4.94\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Relative to the \\u03c1 = 0 variable sets, absolute error was higher for \\u03c1=\\u00b10.4 variable sets (\\u03b2 = .29   [.19, .41],  RPLUS MATCH ) but did not differ from \\u03c1=\\u00b10.9 variable sets (\\u03b2 = .002   [-.11, .11], z = .03, p = .96) The remaining visualization conditions led to more accurate beliefs across the full range of sample correlations.   Compared to the Scatter condition, the absolute error was lower in all three visualization conditions (Line: \\u03b2 = -.22   [-.34, -.10],  RPLUS MATCH ; Cone: \\u03b2 = -.34   [-.47, -.21],  RPLUS MATCH ; HOP: \\u03b2 = -.25   [-.38, -.13], z = -3.97, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"-3.97\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Wilcoxon signed-rank test highlighted that the change in wages in the experiment group was not significantly different (Z=115, p=1.00\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"1.00\", \"U\": \"115\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Similarly, they were more likely to share a headline that they perceived as true rather than one they perceived as false [z=42.04, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"42.04\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants responded to the question \\u201cThe word puzzles have adapted well to the task difficulty\\u201d, rated on a seven-point Likert scale (1 = Do not agree at all; 7 = Absolutely agree), with a relatively more agreement as compared to the No Adaptivity condition, (M = 3.54; SD = 1.43), : (M = 4.30; SD = 1.18), U = 6253.00, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"6253.00\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD ( RPLUS MATCH ;  RPLUS MATCH ;  RPLUS MATCH ).         \\t\\t         \\t    The majority of caregivers are familiar with technology: they use smartphones daily, and computers/tablet/iPad five to six days a week.         \\t                    \\u00a7.\\u00a7.\\u00a7 PwD                                Sixty seven percent are female, older than 70 y-o (89%), and have completed at least high school education (67%).             \\tThey have mainly mild to moderate visual impairments, such as cataracts, hyperopia, and myopia (61%).             \\tThey attend multiple medical specialties, such as neurology (51%), psychiatry (20%), psychology (and neuropsychology) (13%), among others.             \\tCaregivers indicate that the PwD have a clinical diagnosis of Alzheimer's (47%), diagnosed for over three years (54%), and are at a perceived moderate stage of the disease (48%).             \\t                 \\tThey live mainly at a family home (85%) with at least one person living with the PwD (83%).             \\tThe assessment of the level of independence of the PwD for different types of activities reveals that they: a) do not cook independently; b) are able to perform activities of daily living but with some help (e.g., dressing); c) are able to move from short to long distances only with the help of third parties; and d) perform some entertainment activities only with the help of third parties (e.g., watching television).                         \\u00a7.\\u00a7 Reminiscence Therapy                       Sixty-five percent of the PwD are performing reminiscence therapy, while 23% stopped doing it due to increased detachment of the PwD (66%), lack of perceived usefulness or PwD inability to attend sessions (25%), lack of material (10%), and lack of time (7%).      \\t\\tThe remaining ones (12%) never performed reminiscence therapy, as it was prevented by detachment of the PwD (66%), lack of perceived usefulness or PwD not being able to participate (25%), lack of time (8%), and lack of materials (7%).      \\t\\tWe analyzed whether performing (or not) reminiscence therapy was associated with the overall daily stress, daily stress and daily work due to the PwD, employment, age, and education of caregivers, as well as the age, education and stage of the disease of the PwD.     \\t\\tThere were no significant relationship for all variables except for caregiver's daily work, PwD's level of education, and disease's stage.     \\t\\t     \\t\\t     \\t\\tThe daily amount of work of the caregiver due to the PwD is statistically significantly different across those that perform (or not) the reminiscence therapy (\\u03c7^2(8)=19.694, p=0.009).      \\t\\tPost-hoc analysis revealed, as expected, that when the amount of daily work with the patient is higher, therapy is performed less often.     \\t\\tPerforming reminiscence therapy with a moderate amount of daily work with the PwD is significantly more than expected, while those performing therapy with a higher daily work is significantly less than expected.     \\t\\tFor those that reported a low or moderate amount of work (levels 1 to 3), 67% currently apply reminiscence therapy, 19% already did but stopped, and 14% never did.     \\t\\tWhen considering a higher amount of work (levels 4 and 5), the ones performing therapy reduced to 57%, while the ones that stopped performing therapy increased to 29%.     \\t     \\t\\t     \\t\\tThere were a statistically significant relation between performing therapy and the stage of the disease of the PwD (\\u03c7^2(6)=54.461, p<.00001).     \\t\\tPost-hoc analysis suggests that PwD in initial stages of the disease perform therapy often: mild (81%), moderate (74.9%), and severe (47.1%).     \\t\\tAs the disease progresses, there is an increase in the number of PwD who stop performing therapy: mild (7.1%), moderate (16.3%), and severe (37.1%).     \\t\\t     \\t\\tThose performing reminiscence therapy with a moderate stage of dementia are statistically significantly more than expected, while those in a severe stage are statistically significantly less than expected.     \\t\\tFor those that already performed therapy and the PwD has a moderate stage of dementia are statistically significantly less than expected, while those in a severe stage are statistically significantly more.     \\t    There were also a statistically significant relation between performing therapy and the education level of the PwD (\\u03c7^2(6)=20.329, p=0.002).     \\t\\tPost-hoc analysis suggests that those that never performed reminiscence therapy and have a high school degree are significantly more than expected, while the ones with a middle school degree are significantly less.                      \\u00a7.\\u00a7.\\u00a7 Session\\u2019s Characterization                       For our analysis, we considered answers from caregivers that were performing therapy and those who already performed.     \\t\\tSessions mainly occur at the home of PwD or relatives (92%) with the attendance of the caregiver (62%) and relatives (62%) besides the PwD, a sessions' frequency per month of either more than 10 times (44%) or 1-2 times (23%), and an average session duration of less than 30 minutes (66%).     \\t\\tWhen reviewing the past, one can expect that some communication between the PwD and remaining participants takes place.     \\t\\tIn fact, it occurs: in some cases (38%), a lot (32%), and little (23%).          \\t\\tIn the course of each session, different multimedia could be used to elicit memories: image, music, video, or combinations among those.     \\t\\tCaregivers use as stimuli mainly images (55%) or music (37%), and only 18% uses videos; they are usually personal, i.e., multimedia that is related to the PwD and their life: images (88%), videos (73%), and songs (63%).     \\t\\t     \\t\\tImages are provided by relatives (81%), the PwD itself (44%), and friends (12%).      \\t\\tThey are mainly available as printed pictures in physical albums (96%), but they are also stored in the smartphone/tablet gallery (41%), or in the computer (27%).     \\t\\tMusic is provided by relatives (66%), Internet through music streaming services (46%), and the PwD (32%).     \\t\\tSongs are usually stored in tapes/CD (57%), streaming services on the Internet (48%), and the computer, smartphone or tablet (45%).     \\t\\tVideos are provided by relatives (83%), PwD (24%), and friends (21%).     \\t\\tThey are stored in the computer, smartphone or tablet (71%), and tapes/DVD (43%).      \\t\\t             \\u00a7.\\u00a7.\\u00a7 PwD Emotional Reactions          \\t             When reviewing our memories, it is common to have different emotional reactions - either positive or negative - depending on the memory in question. \\t\\t\\tRegarding the emotional reactions that occur during sessions, caregivers reported that they either perceive what the PwD is feeling (62%) or the PwD is able to describe what he/she is feeling (46%). \\t\\t\\tConsidering the different multimedia used within sessions, images (66%) and music (55%) lead to some kind of positive reaction (e.g., enthusiasm, joy, etc.) from PwD. \\t\\t\\tNegative emotional reactions occurs during sessions (64%). \\t\\t\\t \\t\\t\\tThe main situations in which PwD experience negative emotions are: i) related to cognitive-impairments (58%) - not being able to remember something (e.g., when the memories do not line up with the reality), confusion (e.g., PwD is able to recognize a person in the image but not being able to recall his/her name), and the inability to express what he/she is feeling; ii) autobiographical memories (44%) - remembering (or seeing pictures of) loved ones that have passed away, and bad memories from their lives (e.g., abusive parents or spouse, or a divorce). \\t\\t\\tWhile experiencing negative emotions, PwD's have multiple reactions: behavioral, i.e., getting agitated, aggressive, detached, and anxious (56%), verbal (49%), and emotional, mainly through crying (47%). \\t\\t\\tFollowing, we present some quotes of the informal caregivers that exemplify each of the situations reported.                                                In order to cope with the negative emotional reactions, caregivers adopt different strategies: \\t\\t    verbal actions toward the PwD (67%), change environment/theme/activity (50.00%), and non-verbal actions toward the PwD (21%). \\t\\t    We can see in the following quotes that caregivers usually talk with the PwD, trying to calm them down by rationalizing and validating what the PwD are feeling, as well as helping them deal with the triggered memories.  \\t\\t    However, sometimes, they opt to avoid continuing to talk about specific themes to not worsen the PwD's (or they own) emotional state.                                                \\u00a7.\\u00a7.\\u00a7 Life Story Book                       LSB are frequently used as a reminiscence tool to support recollecting autobiographical memories <cit.>. \\t\\t    They are the result of a life review process performed by the PwD with the support of staff and family members to build a personal biography that acts as a bridge to the past and a connection to the present. \\t\\t    It can be a very time-consuming task since it may require help from third parties to collect the information, which may not always be feasible or practical. \\t\\t     \\t\\t    Only 23% of the caregivers have currently a LSB of the PwD, but the majority of the remaining ones are interested in having one (80%). \\t\\t    Although we have not collected data to directly answer why most caregivers do not have an LSB of the PwD, as we can see in the following quotes, our open-end questions allow us to hypothesise that it is due to the amount of work (and stress) caregivers already have in their daily live. \\t\\t     \\t\\t     \\t\\t     \\t\\t    Considering those that already have the LSB or are interested in having one, they mainly prefer to store it the old fashioned way, i.e., physically, such as an album of photos (82%). \\t\\t    Eighty-two percent of caregivers had (or want) to have help in the process of creating the LSB, and usually they spend (or are willing to spent) up to 10 hours in this process (60%). \\t\\t    The information is obtained in-person (81%), by e-mail (24%), and through social networks (23%). \\t\\t    Finally, caregivers indicate that relatives (91%), PwD (62%), friends (57%), and the caregivers themselves (49%) should have access to the LSB.                     \\u00a7.\\u00a7 Interest in Technological Functionalities               Caregivers are very interested in all the technological functionalities (median of 4 in 5 for each) that may help to revisit older memories from their loved ones or to create an LSB, namely: i) automatically retrieving new images; ii) retrieving life-based images (of the PwD), iii) retrieving interest-based images (e.g., favorite artist, hobbies); iv) adapting current session (based on a negative emotional reaction to an image); v) adapting future sessions (based on the negative emotional reactions that occurred).         \\t                                           We further analyzed if the interest in any of the functionalities is associated with currently performing (or  not) the reminiscence therapy, already having a LSB or interest in having one, and finally, the overall daily stress, daily stress and daily work due to the PwD.                                           \\u00a7.\\u00a7.\\u00a7 Automatically retrieving new images                      The interest in creating LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=81.234, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p<.00001).                                                        \\u00a7.\\u00a7.\\u00a7 Retrieving life-based images                      The interest in creating a LSB has a significant effect on the interest in this functionality (\\u03c7^2(2)=74.407, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.001).                     Spearman's rank-order correlation shows a positive correlation between the interest in the functionality and the overall daily stress (r_s(601)=.100, p=.014), and the amount of work with the PwD (r_s(601)=.108, p=.0.008).                                                       \\u00a7.\\u00a7.\\u00a7 Retrieving interest-based images                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=77.558, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.002).                     A Spearman's rank-order correlation determined that there is a positive correlation between the amount of work of the caregiver with the PwD (r_s(601)=.083, p=.040) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting current session                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=50.294, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for two of the pairs: do not want vs want (\\u03c7^2(2)=-98.201, p<.00001), and do not want vs maybe want (\\u03c7^2(2)=-133.992, p<.00001).                     The Spearman's rank-order correlation shows a positive correlation between the amount of work of caregivers with the PwD (r_s(601)=.099, p=.015) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting future sessions                      The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=38.561, p<.00001).                     A pairwise post-hoc Dunn test with Bonferroni adjustments was significant for the pairs: do not want vs want (p<.00001), and do not want vs maybe want (p<.00001).               Conducting reminiscence therapy sessions does not seem to be associated with the level of interest in any of the technological functionalities presented.         Caregivers that are not interested in creating an LSB are less interested in the aforementioned technological functionalities than those interested in having one, and in the majority, those that want to create an LSB are slightly more interested than those that might want to create the LSB.         With a higher overall stress of the caregiver, the interest in Retrieving life-based images appears to increase.         A higher amount of work of the caregiver with the PwD increases the interest in Retrieving life-based images, Retrieving interest-based images, and Adapting current session.                          \\u00a7 SURVEY 2           In this section, we present our results regarding sample characteristics (of caregivers), how reminiscence sessions are conducted, and how the results of reminiscence sessions (and overall health of the PwD) are evaluated in follow-up medical appointments.     Finally, we assess the level of interest in technological functionalities to help in the care of PwD (management of patients, information related to sessions carried out, management of the multimedia material to be used in sessions, and which help tools should be available), and how this interest differs between formal and informal caregivers.          The privacy of the information exchanged is very important, especially when other people are involved.     Beyond ethical issues, the non-guarantee of privacy may even hinder the embrace of new technology from caregivers.     As such, we also address how comfortable caregivers would be inserting personal content on technological solutions (assuming that only authorized people would be able to consult the data).               \\u00a7.\\u00a7 Informal Caregivers               Following, we detail the results obtained for the informal caregivers.         Where relevant, we compare the results with those of the previous study.                  \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                   A total of 102 informal caregivers worldwide answered our survey.             Ninety two percent were female, younger than 70 y-o (90%), completed higher education (65%), and have mild to moderate visual impairments (58%).             They usually take care of one PwD (87%) that is either they spouse (39%) or a relative (53%).              Usually, the PwD they look after are in a state that is perceived as severe (61%).             Finally, the average number of hours in the day that the caregiver spend caring for the PwD is above 8 (equivalent to a full-time job)  (60%).                              Most caregivers are familiar with technology: they use mobile phones five to six days a week, and computers/tablet/iPad three to four days a week.                          \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Forty-one percent of caregivers perform reminiscence therapy with the PwD they care for.             The number of sessions conducted per month is either more than 10 (43%), 3-4 (21%) or 1-2 (21%).             Sessions occur mainly at home (88%), with an average duration of less than 30 minutes (74%).                          It is worth noting that the performance of the reminiscence sessions decreased compared to the previous survey (about 20%).             We believe it is due to the fact that informal caregivers are increasingly overburdened and subject to high levels of stress, which may have been exacerbated by the pandemic situation experienced at the time of data collection.             Moreover, we believe the existing confinements due to the pandemic increased the isolation of the PwD, decreasing the contact between them and their relatives, both at home and in the institutions, which conditioned the realization of the therapy, and made it difficult to gather materials for the sessions.                          Images (88%), music (67%), and videos (43%) are used as triggers to stimulate the memory of PwD, and are mostly personal (95%).             They are related to the relatives of the PwD (93%), jobs and places the person visited (62% each), places where the person lived (57%), pets (52%), vehicles they had (33%), among others (23%), such as parties/happy moments, favorite activities, childhood memories, food, and dance.             Such materials are provided mainly by relatives of the PwD (81%), friends (29%), the person itself (21%), or  gathered from the internet (40%).             Caregivers would like to use other multimedia more often: videos (52%), images (38%), and music/text (29% each).             Images and music usually elicit positive emotional reactions in the PwD (71% each), while images (26%) and videos/text (24% each) usually elicit negative emotional reactions.                                                Caregivers update the material on a daily (29%),  monthly (26%), or weekly (17%) basis.             The main reasons that keep them from updating the material more often are: the detachment of the PwD (50%), lack of time (30%), and lack of materials (20%).             Seventeen percent of the caregivers never update the material.             We also believe that the caregivers' overload and stress, as well as the pandemic situation has affected not only the completion of the reminiscence therapy, but its quality when performed since caregivers did not have the time or materials available to diversify the following sessions.                           Regarding the information collected by the caregivers from each session, they register the materials that elicited positive emotional reactions (57%), materials that helped to recall past memories (55%), the emotional state of the PwD both before and after the session (38% each), and the material that elicited negative emotional reactions (19%).             There are no other types of information that caregivers would like to include in their notes about each session.             Fourteen percent of caregivers do not collect any information.                          \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                                             Thirty-seven percent of surveyed caregivers take the PwD to follow-up medical appointment, in particular they accompany the PwD on a daily (32%) or weekly (16%) basis.             Thirty-four percent of caregivers reported that the PwD do not go to follow-up appointments despite having indicated they did in the previous question.              We believe this is due to not having immediately understood the concept of follow-up appointment.             Caregivers report they do not attend the appointments more often due to lack of time.                      The emotional reactions and emotional well-being of the PwD is usually analysed during the appointments (64% each), as well as the results from previous reminiscence sessions (48%).             Additionally, caregivers perform other follow-up of PwD besides medical consultations or reminiscence therapy, such as cognitive stimulation, walks in places PwD used to enjoy, art therapy, shopping, visiting places where PwD lived, psychomotricity activities, daily contact with the PwD, and gathering relevant information through collaborators/health team.                          \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                       Thirty three percent of caregivers take advantage of technology to take care of PwD, such as audio books, blue laser light, camera, computer, Internet, phone, radio, tablet/iPad, television, and videos.                              Considering the different technological functionalities for the management and adaptation of reminiscence sessions, informal caregivers have a moderate interest for the most part (median of 3 in 5 for each).             This apparent decrease in interest (compared to our previous survey) will be addressed in the follow-up interviews.             The actual performance of the reminiscence therapy has not proved to be statistically significant for any of the functionalities in question.                              Caregivers indicate that they are comfortable introducing personal content into a technological system, as long as the system guarantees maximum privacy and security.                      \\u00a7.\\u00a7 Formal Caregivers               Following, we present our results regarding formal caregivers.                      \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                       A total of 34 formal caregivers answered our survey.              They were mostly female (85%), younger than 50 y-o (64%), completed higher education (85%), and do not have any visual impairments (65%).             They take care of more than seven PwD (76%), and at least one of the PwD is in a severe state of dementia (74%).                          The majority of caregivers are familiar with technology: they use mobile phones daily, and computers/tablet/iPad six days a week.                              \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Formal caregivers perform reminiscence therapy sessions more often than the informal ones (68% vs 41%).             They usually conduct the sessions 3-4 (39%) or 5-10 (30%) times per month.             Sessions occur mainly at the institution (74%) but in the house of the PwD as well (35%), with an average duration of 30-60 minutes (65%) or less than 30 minutes (30%).                          Images (95%), music (87%), videos (57%), and text (48%) are used to stimulate memories, and are both personal (87%) and general (83%).                          Caregivers would like to use video (57%), text (48%), images (43%), music (39%), and other materials (such as objects, arts' material, games, daily activities, and visits to places of interest) more often.                          The materials used are related to places where the person lived (96%), PwD's relatives (87%), places PwD visited (83%), jobs of the PwD (78%), pets (70%), and vehicles they had (43%).             Caregivers also report that they like to use material related to other topics such as habits, hobbies, favorite food, musicians, television shows, movies and actors, important dates, past and present objects, sports, or plants.             Materials are obtained through the Internet (87%), or provided by PwD's relatives (74%), the PwD (57%), or friends (43%).             The material is updated in a monthly (26%), weekly (22%), daily or fortnightly (17% each) basis.             They do not update it more often due to lack of time (100%), lack of perceived usefulness for the PwD (50%), and lack of materials or need to repeat the same activities (25% each).                              Caregivers collect information about the emotional state of the PwD after sessions (87%), material that helped to recall past memories or elicited positive emotional reactions (83% each), material that elicited negative emotional reactions (70%), PwD's emotional state before sessions (65%), and duration of each session (48%).             Moreover, they also collect the degree of involvement and interest of PwD, level of communication, dynamics with caregiver or the group, PwD answers during the session, as well as periodic assessments of cognitive functions.                          Finally, they show interest in being able to collect the intensity level of emotional reactions (positive and negative) to specific stimuli, record permission for assessments, how the PwD was during the session (refusals, non-verbal language, behavior, relationship with therapist, initiative in contact), and in-session responses that might be relevant in future sessions.                      \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                       Fifty-three percent of the formal caregivers conduct follow-up medical appointments with the PwD on a daily (28%) or weekly (28%) basis.             Caregivers report they do not conduct appointments more often because of the costs associated.                              The emotional well-being of the PwD is almost always evaluated at the appointments (93%), followed by the PwD's emotional reactions (87%), and the results from previous reminiscence sessions (67%).             Other follow-up activities with the PwD are conducted (49%), in particular, cognitive stimulation, movement sessions, sensory stimulation sessions, hygiene/food care, caregiver support with family members and joint sessions (PwD and family), psychotherapy, and games.                                \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                           Sixty-five percent of caregivers already use technology to help them in the care of the PwD, in particular, the CogWeb application <cit.>, computer, images, music, mobile phones, overhead projector, snoezelen (multi sensory) room, tablet, and videos.                          They are interested in all the technological functionalities, in particular, they are very interested in those related to the adaptation and personalization of sessions.             Their interest is much higher than that of the informal caregivers, which we believe is due to the fact that most of the informal caregivers only take care of one person and do not need to manage several PwD at the same time.             Such difference in the interest across the type of caregivers is statistically significant for all functionalities:                          Management of PwD:         \\t             \\t   \\t       * Creating reminders ( RPLUS MATCH )         \\t   \\t       * Notifying other caregivers ( RPLUS MATCH )         \\t   \\t       * Sharing care with others (U=1085.50, p=.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"1085.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This correlation was stronger for the Sector+Category model than for the Ball model or Sector model (Table <ref>), and those differences were significant ( RPLUS MATCH ; z=4.08, p<.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"4.08\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post-hoc analysis revealed significant differences when comparing the flow scores of 1K and 2K (2K-1K:  RPLUS MATCH ) in favour of 2K (higher flow scores), as well as the positive affect scores of 1K, 3K, and 4K (3K-1K:  RPLUS MATCH , 4K-1K: Z=-2.949, p=0.003\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.003\", \"U\": \"-2.949\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Similarly, they were more likely to have the intention to share a headline that they assessed as accurate [z=37.70, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"37.70\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"E. = 0.27, z=-4.14, p<0.000\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.000\", \"U\": \"-4.14\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"No statistically significant differences between the center and the outer zones could be found, see Figure <ref>.   In other words, the error rate using HMD+PROJECTOR significantly increased about 100% compared to only HMD.      \\u00a7.\\u00a7.\\u00a7 Workload     Scores for the workload of both conditions measured by the unweighted NASA TLX questionnaire are depicted in Figure <ref>.  Wilcoxon signed rank tests indicated significant differences for mental demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.81), temporal demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.61), effort ( RPLUS MATCH , Cohen's\\u00a0d = 1.25), frustration ( RPLUS MATCH , Cohen's\\u00a0d = 0.99) and overall demand (Z = -3.44, p = 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"-3.44\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Wilcoxon signed rank tests indicated no significant differences for the total SSQ score, nor for the subscales nausea, oculo-motor or disorientation.  Please note, that gender-specific differences were indicated for the total score in both HMD (Z = 2.26, p = 0.025\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.025\", \"U\": \"2.26\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The difference in linear trends was statistically significant for both measures (beta weight measure: Z = 5.87, p < 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"5.87\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Dunn test for multiple comparisons showed both the self-defeating and affiliative conditions differed significantly at Z= 2.35, p = 0.03 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.03 \", \"U\": \"2.35\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Similarly, users judged content from misinformation sources to be more biased (\\u03b2 = 0.474   [0.34,  0.60], z = 7.11, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"7.11\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"In a quantitative analysis, we found that the LTO-H group interacted more with for maximum monthly payment (U = 15993.5, p = 0.019\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.019\", \"U\": \"15993.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post-hoc pairwise comparisons showed significant differences when comparing the Total Severity scores of 1K, 3K, and 4K (3K-1K:  RPLUS MATCH , 4K-1K:  RPLUS MATCH ) in favour of 3K and 4K (lower Total Severity scores), as well as the Oculomotor scores of 1K and 3K (3K-1K:  RPLUS MATCH ) in favour of 3K (lower Oculomotor scores), and the Disorientation scores of 1K, 2K, 3K, and 4K (2K-1K: Z=-2.848, p=0.004\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.004\", \"U\": \"-2.848\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants learned significantly more in the  condition (M=0.354) than in either  (Z=4.59, p<0.0001, r=0.28) or  (Z=3.76, p=0.0002, r=0.23\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0002\", \"U\": null, \"r\": \"0.23\", \"z\": \"3.76\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"No statistically significant differences between the center and the outer zones could be found, see Figure <ref>.   In other words, the error rate using HMD+PROJECTOR significantly increased about 100% compared to only HMD.      \\u00a7.\\u00a7.\\u00a7 Workload     Scores for the workload of both conditions measured by the unweighted NASA TLX questionnaire are depicted in Figure <ref>.  Wilcoxon signed rank tests indicated significant differences for mental demand (Z = -2.61, p = 0.009\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.009\", \"U\": \"-2.61\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"There were no significant differences in fits using photo vs. top 50 images for any of the three model types (Ball:  RPLUS MATCH ; Sector:  RPLUS MATCH ; Sector+Category: z=0.53, p=.596\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".596\", \"U\": \"0.53\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"There was no significant difference in in terms of the immediate benefit between the  and  conditions (Z=0.10, n.s.).  The  condition resulted in significantly larger learning gain (normalized change between post-test and pre-test: M=0.325) than the  condition (M=0.206,  RPLUS MATCH ) or the  condition (M=0.189, Z=3.14, p=0.0017, r=0.20\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0017\", \"U\": null, \"r\": \"0.20\", \"z\": \"3.14\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Block B did not provide relevant differences in the studied constructs, however in Block C the subjects who interacted with the automatic coffee machines (automation) were found to decrease their active involvement in favor of the environment - the 'Action' state of change - (in this case, we applied Wilcoxon for non-parametric data):  Z=2.041, p<0.0312 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0312 \", \"U\": \"2.041\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Please note, that a gender-specific difference was indicated for the physical demand rating  in the HMD+PROJECTOR condition between female (mean\\u00a0score = 41.67, sd = 28.56) and male (mean\\u00a0score = 17.92, sd = 20.07) (Z = 2.16, p = 0.033\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.033\", \"U\": \"2.16\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A binomial test with exact Clopper-Pearson found that the condition UR was not significantly more comfortable, had  95% CI of 46,8% to 81,4%, p= .112 and the preference in UR was statistically significant, had 95% CI of 53.3% to 86.3%, p= .022.          \\u00a7.\\u00a7 Exploratory Results       \\u00a7.\\u00a7.\\u00a7 Quantitative Data  A Wilcoxon signed-rank test indicated no statistically significant difference in the Likert-scale comfort ratings Z = -1.082, p= .279 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".279 \", \"U\": \"-1.082\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"No statistically significant differences between the center and the outer zones could be found, see Figure <ref>.   In other words, the error rate using HMD+PROJECTOR significantly increased about 100% compared to only HMD.      \\u00a7.\\u00a7.\\u00a7 Workload     Scores for the workload of both conditions measured by the unweighted NASA TLX questionnaire are depicted in Figure <ref>.  Wilcoxon signed rank tests indicated significant differences for mental demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.81), temporal demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.61), effort ( RPLUS MATCH , Cohen's\\u00a0d = 1.25), frustration (Z = -3.09, p = 0.002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.002\", \"U\": \"-3.09\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U test showed that there was a significant difference in the median hourly wage between Super HITs and non-Super HITs when workers can only access the information of the rewards (U=68667, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"68667\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As before, participants also learned more in the  condition (M=0.320) than in the  condition (Z=3.28, p=0.0010, r=0.22\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0010\", \"U\": null, \"r\": \"0.22\", \"z\": \"3.28\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For each question,  performed significantly better in terms of understanding (U = 0 , p < 0.005\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.005\", \"U\": \"0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Post-hoc Estimated Marginal Means tests revealed that participants were more likely to share an objectively true rather than a false headline [z=4.98, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"4.98\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.      \\u00a7.\\u00a7.\\u00a7 Main Results    The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants experienced significantly higher immediate benefit in the  condition (normalized change compared to pre-test M=0.391) compared to either the  (M=0.110, Z=5.03, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"5.03\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Among the LED brake lights, the slowest (i.e. the highest latency) was from Volkswagen which was statistically significant from every other LED light (all pairwise cases p<1e-9), while the next slowest was Mercedes \\u2013 however this was significant only compared to the Ford ( RPLUS MATCH e-5) and Honda (U=-3.81, p=7.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"7.05\", \"U\": \"-3.81\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.      \\u00a7.\\u00a7.\\u00a7 Main Results     The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants experienced greater immediate benefit in the  condition (M=0.422) than in either  (M=0.158, Z=4.54, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"4.54\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Figure\\u00a0<ref> (c) shows that the proportion of good ratings of users in the autonomous cluster (Mdn = 1, IQR = 0.1) was significantly higher than in the guided cluster (Mdn = 0.85, IQR = 0.2), U = 3047, p < .01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".01\", \"U\": \"3047\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Between the two bulb units, there was no significant difference statistically (U=-1.38, p=0.16\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.16\", \"U\": \"-1.38\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Investigating the underlying dimensions for GODSPEED, C3 is rated significantly higher than C1 on conscious ( RPLUS MATCH ), pleasant ( RPLUS MATCH ) and nice ( RPLUS MATCH ) dimensions while also being rated higher than C2 on the pleasant ( RPLUS MATCH ) and nice (U=8.5, p=0.012\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.012\", \"U\": \"8.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"L: u=5976.5, p=0.017\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.017\", \"U\": \"5976.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U test showed that there was a significant difference in the median hourly wage between Super HITs and non-Super HITs when workers can only access the information about the rewards (U=68667, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"68667\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This procedure enables the use of ANOVA to analyze the interaction effects with non-parametric data\\u00a0<cit.>.   Two-way repeated measures ANOVAs with the within-subjects factors Control (2 levels: Half and Full) and Stage (2 levels: First and Last) were performed for both agency and ownership scores.  Regarding the agency scores, the ANOVA revealed a significant main effect of  Weight [123198.41<.0010.90]  and Stage [12319.22<.0010.46]  (Figure\\u00a0<ref> Left).  In addition, the Weight \\u00d7 Stage interaction effect was significant [1235.17<.050.18].  Thus, we only report the post-hoc tests for the interaction effect.   First, post-hoc pairwise comparisons using the Wilcoxon signed-rank test (Holm corrected) showed that in both First and Last phases the agency  scores were significantly higher in the Full condition than in the Half condition (First:  RPLUS MATCH , Last:  RPLUS MATCH ).      Second, in both Full and Half conditions, the agency scores were higher in the Last than First phases (Full:  RPLUS MATCH , Half: Z=-2.09, p<.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".05\", \"U\": \"-2.09\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Wilcoxon signed-rank test results show that comfort, sense of control, and body ownership is only reduced with significance when offsets of strong strength were applied.  For the comfort metric, large offsets reduced comfort as N (AVG = 5.53,\\u00a0SD = 0.50) was significantly higher than HB (AVG = 4.80,\\u00a0SD = 1.05,\\u00a0Z = 2.09,\\u00a0p < 0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05\", \"U\": \"2.09\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Furthermore, we see that continual personalisation (C3) is rated significantly higher than the static interaction (C1) for the anthropomorphism ( RPLUS MATCH ), animacy (U=1.0, p=0.006\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.006\", \"U\": \"1.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Two Proportion Z-test shows that the difference is significant: z = 4.35, p < 0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"4.35\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Additionally, the maximum vector robustness metric (see Section <ref>) also revealed significantly greater motion in the body group (m=0.232) than in the without body group (m=0.115) as indicated by a Wilcoxon rank-sum exact test (two-sided), Z=2.93, p=.003, r=0.37\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".003\", \"U\": null, \"r\": \"0.37\", \"z\": \"2.93\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Of the participants' whose data was analyzed, none reported having formal ML education through courses or training.      \\u00a7.\\u00a7 Pre- and Post-Session Surveys  In this section we compare pre- and post-session Likert survey scores and definition scores.               \\u00a7.\\u00a7.\\u00a7 Self-Efficacy  Statistical significance (Z=12.0,  p=0.004\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.004\", \"U\": \"12.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Although there is no significant difference between the first two statements (U=22728.0, p=0.34\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.34\", \"U\": \"22728.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Furthermore, data also show that OSE's Effectiveness is significantly[Assuming p < 0.05 is enough for asserting significance.] lower than YAI4Hu's (MW:  RPLUS MATCH ). \\t\\t   * Satisfaction score: OSE's is significantly lower than HWN's (MW:  RPLUS MATCH ) and lower than YAI4Hu's (MW:  RPLUS MATCH ). \\t\\t   * Elapsed Seconds: OSE's are comparable to HWN's according to KW (H=0.11, p=0.73), but nothing certain can be said for YAI4Hu's (KW: H=0.06, p=0.80) compared to OSE's. \\t \\t \\tFor the Heart Disease Predictor (HD) the results (without Bonferroni correction) are: \\t \\t\\t   * Effectiveness score: OSE's effectiveness is significantly lower than YAI4Hu's (MW: U=19, p=0.032\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.032\", \"U\": \"19\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Bonferroni-adjusted post hoc Dunn's test showed that smile and hunched differed significantly, with z = -3.32, p < 0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"-3.32\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Wilcoxon signed rank test indicated a significant difference (Z = -3.16, p = 0.0016\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0016\", \"U\": \"-3.16\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"They also rated as being more collaborative (5.7 \\u00b1 1.3 vs. =4.6 \\u00b1 1.6 ,  RPLUS MATCH ) and  transparent (5.4 \\u00b1 1.3 vs. 3.8 \\u00b1 1.8, z=9.0, p=.002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".002\", \"U\": \"9.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We also observed a positive interaction between happy emotion and users' familiarity (\\u03b2 = 0.16   [0.024  0.31], z = 2.224, p < .05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".05\", \"U\": \"2.224\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The learned-to-seen ratio is significantly lower with the myopic and Leitner teachers (u=0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Significance is found in the Mann-Whitney U test (U = 94.5, p = 0.002 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.002 \", \"U\": \"94.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.      \\u00a7.\\u00a7.\\u00a7 Main Results     The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants experienced greater immediate benefit in the  condition (M=0.422) than in either  (M=0.158,  RPLUS MATCH , r=0.31) or  (M=0.144, Z=4.84, p<0.0001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0001\", \"U\": \"4.84\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"We found a   significant drop in the self-reported reliance on the caption when the   caption described a non-prominent feature compared to when it   described the third-most prominent feature (synthetic: Mann-Whitney    RPLUS MATCH ; real-world: Mann-Whitney  RPLUS MATCH  0.001) whereas the increase in the reported reliance on the chart   when the   caption described a non-prominent feature compared to when it   described the third-most prominent feature was only significant with the synthetic charts   (Mann-Whitney U = 32844.5, p < 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"32844.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The Mann-Whitney U\\u00a0test shows that the ratings for b)\\u00a0Medium, 1 Low recommendations are significantly different from d)\\u00a0Low recommendations (U=619.5, p=.002\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".002\", \"U\": \"619.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Having identified patterns across the data, and extracted key ideas, we sought agreement across interpretations, through discussion and where necessary testing alternative framings.          \\u00a7 FINDINGS  Of the 817 participants in our final data set, 658 (80.54%) selected a preference for displaying Goal-Directed advice over Adoption-Directed advice (z=17.46, p<0.05\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.05\", \"U\": \"17.46\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"According to the Mann-Whitney U\\u00a0test, participants are able to distinguish c)\\u00a03 Medium, 1 Low, 1 High recommendations from a)\\u00a0Medium\\u00a0( RPLUS MATCH ) and d)\\u00a0Low\\u00a0(U=1141.5, p=.025\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".025\", \"U\": \"1141.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This tendency was even more significant when grouping the data using the means of the scores throughout the levels (Z= 2.68, p< 0.01\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.01\", \"U\": \"2.68\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"After conducting Wilcoxon tests, we found Nausea was significantly lower in CP (Mdn=1.5) than in Normal (Mdn=6.5, Z=-2.103, p=.035\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".035\", \"U\": \"-2.103\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Fig.\\u00a0<ref> also shows overall correlations with the probabilities computed using the method of Lin\\u00a0et.\\u00a0al.\\u00a0<cit.> as another baseline.     The results suggest there is a benefit to using human-illustrated cartoons for the Ball model (which does not effectively capture human color-concept associations), but the benefit diminishes for the Sector and Sector+Category models (which better capture human color-concept associations).  Specifically, the Ball model using cartoons was significantly more correlated with human ratings than the Ball model using top 50 images  RPLUS MATCH  with no difference between cartoon and top 50 images for the other two models (Sector: z=0.0, p=1.0\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"1.0\", \"U\": \"0.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Their demographics are summarized in Table\\u00a0<ref>.      \\u00a7.\\u00a7.\\u00a7 Main Results    The key results are visualized in Figure\\u00a0<ref>.  As hypothesized, participants experienced significantly higher immediate benefit in the  condition (normalized change compared to pre-test M=0.391) compared to either the  (M=0.110, Z=5.03, p<0.0001, r=0.31) or  conditions (M=0.178, Z=3.67, p=0.0002, r=0.22\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.0002\", \"U\": null, \"r\": \"0.22\", \"z\": \"3.67\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Investigating the underlying dimensions for GODSPEED, C3 is rated significantly higher than C1 on conscious ( RPLUS MATCH ), pleasant ( RPLUS MATCH ) and nice (U=2.0, p=0.005\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.005\", \"U\": \"2.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"BrakePdl for both bulbs was statistically slower than for any of the LED lights ( all pairwise cases p<1e-53).  Among the LED units, the Volkswagen was slower than the Audi, Ford, Honda, Alfa Romeo and Nissan units (all pairwise cases p<5e-3) while the Mercedes unit was slower than the Ford (U=-4.53, p<2.89\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"2.89\", \"U\": \"-4.53\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For the normal group, the post-test score (Mdn = 24) and pre-test score (Mdn= 21) also had significant difference (U = 105, p = .04\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".04\", \"U\": \"105\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Wilcoxon signed rank tests indicated no significant differences for the total SSQ score, nor for the subscales nausea, oculo-motor or disorientation.  Please note, that gender-specific differences were indicated for the total score in both HMD (Z = 2.26, p = 0.025\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.025\", \"U\": \"2.26\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"For each question,  performed significantly better in terms of understanding ( RPLUS MATCH ), gaining trust ( RPLUS MATCH ) and the cognitive effort required to understand presented explanations (U = 0, p < 0.005\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.005\", \"U\": \"0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was not significant for the  ,  RPLUS MATCH , Z =-1.72, r = 0.135. [Here, using the Bayesian equivalent of a Mann-Whitney U-Test, <cit.>, we can show that that this is not due to the NULL-Hypothesis (no difference between ranks) being true, BF01 = 1.20, but rather due to insufficient amount of information.] Note that this pattern was mirrored in performance ratings after interaction with the system.  In the ,  RPLUS MATCH , Z = -2.29, r = 0.172 but not in the , U = 6479.50, p = .673\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".673\", \"U\": \"6479.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, the difference between a)\\u00a0Medium and b)\\u00a04 Medium, 1 Low is not statistically significant\\u00a0(U=303.5, p=.249\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".249\", \"U\": \"303.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Bonferroni corrections for multiple comparisons were applied (since two comparisons were made for each dataset, the p-values are multiplied by 2).  Each box plot extends from the lowest to the highest quartile of the frequencies observed (the central line denotes the median, and the whiskers refer to an IQR of 1.5).        \\u00a7.\\u00a7 Results   In the non-item-specific condition with an omniscient psychologist (see Figure\\u00a0<ref>), the simplest scenario under our framework, the number of items learned does not differ between the myopic (M) and Leitner (L) teachers (u=5650.0, p=0.110\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.110\", \"U\": \"5650.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Yet more evidence for the impact of cultural dimensions on the use of the prototype comes from the PD-L group which interacted significantly more with sensitive attributes such as gender (U = 19716.5, p = 0.045\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.045\", \"U\": \"19716.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Furthermore, we see that continual personalisation (C3) is rated significantly higher than the static interaction (C1) for the anthropomorphism ( RPLUS MATCH ), animacy ( RPLUS MATCH ), and likeability  (U=2.0, p=0.011\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.011\", \"U\": \"2.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"No statistically significant differences between the center and the outer zones could be found, see Figure <ref>.   In other words, the error rate using HMD+PROJECTOR significantly increased about 100% compared to only HMD.      \\u00a7.\\u00a7.\\u00a7 Workload     Scores for the workload of both conditions measured by the unweighted NASA TLX questionnaire are depicted in Figure <ref>.  Wilcoxon signed rank tests indicated significant differences for mental demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.81), temporal demand ( RPLUS MATCH , Cohen's\\u00a0d = 0.61), effort ( RPLUS MATCH , Cohen's\\u00a0d = 1.25), frustration ( RPLUS MATCH , Cohen's\\u00a0d = 0.99) and overall demand (Z = -3.44, p = 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"-3.44\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, independent samples Mann-Whitney U test results indicated that the difference was not statically significant, U = 125.5, p = .13\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".13\", \"U\": \"125.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The \\ud835\\uddb1\\ud835\\uddac\\ud835\\uddb2\\ud835\\udda4\\ud835\\udda0 on IUIPC-8 still asks us to mind the residuals.   2*Instrument     2*Respecification     3cEstimator  (lr)3-5        ML     MLM^     WLSMVS^   4*IUIPC-10                    \\u03c7^2(32) = 163.691, p < .001                                             \\u03c7^2(32) = 131.417, p < .001                                             \\u03c7^2(15) = 181.149, p < .001           =.92;      =1.00         =.92;     =1.00        =.95;     =.99          =.11 [.09, .12]         =.10 [.08, .12]         =.17 [.15, .19]          =.10;      =294.3         =.10;     =262        =.10;     =414.6  (lr)3-3(lr)4-4(lr)5-5                                   \\u2191     \\u2191     \\u2191                                 2*Trim  &                                 \\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.05; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -132.57                                 2*\\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.05; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -112.32                               2*\\u0394\\ud835\\udda2\\ud835\\udda5\\ud835\\udda8 = 0.04; \\u0394\\ud835\\udda2\\ud835\\udda0\\ud835\\udda8\\ud835\\udda2 = -191.39                                    Vuong LRT z = -34.541, p < .001 \", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001 \", \"U\": \"-34.541\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Please note, that a gender-specific difference was indicated for the physical demand rating  in the HMD+PROJECTOR condition between female (mean\\u00a0score = 41.67, sd = 28.56) and male (mean\\u00a0score = 17.92, sd = 20.07) (Z = 2.16, p = 0.033\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.033\", \"U\": \"2.16\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"It is rated significant less awkward ( RPLUS MATCH ) and more feeling (U=2.0, p=0.008\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.008\", \"U\": \"2.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"As shown in <ref>,  outperforms the baseline in terms of shorter task completion time  (Task One: Mean_QRecNLI = 6.89 < Mean_Baseline = 10.39,  Task Two: Mean_QRecNLI = 8.48 < Mean_Baseline = 11.59).  Also, it reduces the number of exploration steps to gain desired data insights compared to baseline  (Task One: Mean_QRecNLI = 9.65 < Mean_Baseline = 16.62,  Task Two: Mean_QRecNLI = 12.30 < Mean_Baseline = 19.70).   In addition,  we compared participants' ratings of  and the baseline using Wilcoxon signed-rank tests to assess the helpfulness of query recommendations for deciding next-step exploration actions.  The results show that there is a significant difference between  and the baseline in terms of context-relevance (Median_QRecNLI = 4.00 > Median_Baseline = 2.50,  RPLUS MATCH ), helpfulness (Median_QRecNLI = 4.00 > Median_Baseline = 2.00,  RPLUS MATCH ), data insights (Median_QRecNLI = 4.00 > Median_Baseline = 3.00,  RPLUS MATCH ), and confidence (Median_QRecNLI = 4.50 > Median_Baseline = 4.00, Z=-3.00, p=.003\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".003\", \"U\": \"-3.00\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Wilcoxon signed rank tests indicated no significant differences for the total SSQ score, nor for the subscales nausea, oculo-motor or disorientation.  Please note, that gender-specific differences were indicated for the total score in both HMD ( RPLUS MATCH , Cohen's\\u00a0d = 1.04) and HMD+PROJECTOR (Z = 3.13, p = 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"3.13\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"According to the Mann-Whitney U\\u00a0test, participants are able to distinguish c)\\u00a03 Medium, 1 Low, 1 High recommendations from a)\\u00a0Medium\\u00a0(U=358.5, p=.020\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".020\", \"U\": \"358.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"According to the Mann-Whitney U\\u00a0test, participants are able to distinguish c)\\u00a03 Medium, 1 Low, 1 High recommendations from a)\\u00a0Medium\\u00a0( RPLUS MATCH ) and d)\\u00a0Low\\u00a0(U=1141.5, p=.025\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".025\", \"U\": \"1141.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Participants in the , U = 6434.50, p = .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"6434.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"However, in the  condition the High NFC group learned significantly more (M=0.388) than the Low NFC group (M=0.255, Z=2.35, p=0.02\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.02\", \"U\": \"2.35\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Yet more evidence for the impact of cultural dimensions on the use of the prototype comes from the PD-L group which interacted significantly more with sensitive attributes such as gender ( RPLUS MATCH ) and nationality (U = 19868.5, p = 0.020\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.020\", \"U\": \"19868.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Extraversion for IBM Watson (48.64) and Questionnaire (38.36) was not statistically significantly different,  RPLUS MATCH , Agreeableness for IBM Watson (47.05) and Questionnaire (39.95) was not statistically significantly different,  RPLUS MATCH ,  Conscientiousness for IBM Watson (48.07) and Questionnaire (38.93) was not statistically significantly different, U = 43, p = 0.89\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.89\", \"U\": \"43\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Wilcoxon signed rank tests indicated no significant differences for the total SSQ score, nor for the subscales nausea, oculo-motor or disorientation.  Please note, that gender-specific differences were indicated for the total score in both HMD ( RPLUS MATCH , Cohen's\\u00a0d = 1.04) and HMD+PROJECTOR ( RPLUS MATCH , Cohen's\\u00a0d = 1.66) as well as for oculo-motor ( RPLUS MATCH , Cohen's\\u00a0d = 1.15) and disorientation (Z = 2.46, p = 0.015\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.015\", \"U\": \"2.46\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"A Mann Whitney test with Bonferroni correction for multiple comparisons shows that mIoU values are significantly lower in iterative improvement (M=55.6),  RPLUS MATCH , post-task bonus (M=59.5),  RPLUS MATCH , task decomposition oracle (M=67.5), U=286194.0, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"286194.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"On the other hand, C2 is rated significantly more responsive (U=5.5, p=0.011\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.011\", \"U\": \"5.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD ( RPLUS MATCH ;  RPLUS MATCH ;  RPLUS MATCH ).         \\t\\t         \\t    The majority of caregivers are familiar with technology: they use smartphones daily, and computers/tablet/iPad five to six days a week.         \\t                    \\u00a7.\\u00a7.\\u00a7 PwD                                Sixty seven percent are female, older than 70 y-o (89%), and have completed at least high school education (67%).             \\tThey have mainly mild to moderate visual impairments, such as cataracts, hyperopia, and myopia (61%).             \\tThey attend multiple medical specialties, such as neurology (51%), psychiatry (20%), psychology (and neuropsychology) (13%), among others.             \\tCaregivers indicate that the PwD have a clinical diagnosis of Alzheimer's (47%), diagnosed for over three years (54%), and are at a perceived moderate stage of the disease (48%).             \\t                 \\tThey live mainly at a family home (85%) with at least one person living with the PwD (83%).             \\tThe assessment of the level of independence of the PwD for different types of activities reveals that they: a) do not cook independently; b) are able to perform activities of daily living but with some help (e.g., dressing); c) are able to move from short to long distances only with the help of third parties; and d) perform some entertainment activities only with the help of third parties (e.g., watching television).                         \\u00a7.\\u00a7 Reminiscence Therapy                       Sixty-five percent of the PwD are performing reminiscence therapy, while 23% stopped doing it due to increased detachment of the PwD (66%), lack of perceived usefulness or PwD inability to attend sessions (25%), lack of material (10%), and lack of time (7%).      \\t\\tThe remaining ones (12%) never performed reminiscence therapy, as it was prevented by detachment of the PwD (66%), lack of perceived usefulness or PwD not being able to participate (25%), lack of time (8%), and lack of materials (7%).      \\t\\tWe analyzed whether performing (or not) reminiscence therapy was associated with the overall daily stress, daily stress and daily work due to the PwD, employment, age, and education of caregivers, as well as the age, education and stage of the disease of the PwD.     \\t\\tThere were no significant relationship for all variables except for caregiver's daily work, PwD's level of education, and disease's stage.     \\t\\t     \\t\\t     \\t\\tThe daily amount of work of the caregiver due to the PwD is statistically significantly different across those that perform (or not) the reminiscence therapy (\\u03c7^2(8)=19.694, p=0.009).      \\t\\tPost-hoc analysis revealed, as expected, that when the amount of daily work with the patient is higher, therapy is performed less often.     \\t\\tPerforming reminiscence therapy with a moderate amount of daily work with the PwD is significantly more than expected, while those performing therapy with a higher daily work is significantly less than expected.     \\t\\tFor those that reported a low or moderate amount of work (levels 1 to 3), 67% currently apply reminiscence therapy, 19% already did but stopped, and 14% never did.     \\t\\tWhen considering a higher amount of work (levels 4 and 5), the ones performing therapy reduced to 57%, while the ones that stopped performing therapy increased to 29%.     \\t     \\t\\t     \\t\\tThere were a statistically significant relation between performing therapy and the stage of the disease of the PwD (\\u03c7^2(6)=54.461, p<.00001).     \\t\\tPost-hoc analysis suggests that PwD in initial stages of the disease perform therapy often: mild (81%), moderate (74.9%), and severe (47.1%).     \\t\\tAs the disease progresses, there is an increase in the number of PwD who stop performing therapy: mild (7.1%), moderate (16.3%), and severe (37.1%).     \\t\\t     \\t\\tThose performing reminiscence therapy with a moderate stage of dementia are statistically significantly more than expected, while those in a severe stage are statistically significantly less than expected.     \\t\\tFor those that already performed therapy and the PwD has a moderate stage of dementia are statistically significantly less than expected, while those in a severe stage are statistically significantly more.     \\t    There were also a statistically significant relation between performing therapy and the education level of the PwD (\\u03c7^2(6)=20.329, p=0.002).     \\t\\tPost-hoc analysis suggests that those that never performed reminiscence therapy and have a high school degree are significantly more than expected, while the ones with a middle school degree are significantly less.                      \\u00a7.\\u00a7.\\u00a7 Session\\u2019s Characterization                       For our analysis, we considered answers from caregivers that were performing therapy and those who already performed.     \\t\\tSessions mainly occur at the home of PwD or relatives (92%) with the attendance of the caregiver (62%) and relatives (62%) besides the PwD, a sessions' frequency per month of either more than 10 times (44%) or 1-2 times (23%), and an average session duration of less than 30 minutes (66%).     \\t\\tWhen reviewing the past, one can expect that some communication between the PwD and remaining participants takes place.     \\t\\tIn fact, it occurs: in some cases (38%), a lot (32%), and little (23%).          \\t\\tIn the course of each session, different multimedia could be used to elicit memories: image, music, video, or combinations among those.     \\t\\tCaregivers use as stimuli mainly images (55%) or music (37%), and only 18% uses videos; they are usually personal, i.e., multimedia that is related to the PwD and their life: images (88%), videos (73%), and songs (63%).     \\t\\t     \\t\\tImages are provided by relatives (81%), the PwD itself (44%), and friends (12%).      \\t\\tThey are mainly available as printed pictures in physical albums (96%), but they are also stored in the smartphone/tablet gallery (41%), or in the computer (27%).     \\t\\tMusic is provided by relatives (66%), Internet through music streaming services (46%), and the PwD (32%).     \\t\\tSongs are usually stored in tapes/CD (57%), streaming services on the Internet (48%), and the computer, smartphone or tablet (45%).     \\t\\tVideos are provided by relatives (83%), PwD (24%), and friends (21%).     \\t\\tThey are stored in the computer, smartphone or tablet (71%), and tapes/DVD (43%).      \\t\\t             \\u00a7.\\u00a7.\\u00a7 PwD Emotional Reactions          \\t             When reviewing our memories, it is common to have different emotional reactions - either positive or negative - depending on the memory in question. \\t\\t\\tRegarding the emotional reactions that occur during sessions, caregivers reported that they either perceive what the PwD is feeling (62%) or the PwD is able to describe what he/she is feeling (46%). \\t\\t\\tConsidering the different multimedia used within sessions, images (66%) and music (55%) lead to some kind of positive reaction (e.g., enthusiasm, joy, etc.) from PwD. \\t\\t\\tNegative emotional reactions occurs during sessions (64%). \\t\\t\\t \\t\\t\\tThe main situations in which PwD experience negative emotions are: i) related to cognitive-impairments (58%) - not being able to remember something (e.g., when the memories do not line up with the reality), confusion (e.g., PwD is able to recognize a person in the image but not being able to recall his/her name), and the inability to express what he/she is feeling; ii) autobiographical memories (44%) - remembering (or seeing pictures of) loved ones that have passed away, and bad memories from their lives (e.g., abusive parents or spouse, or a divorce). \\t\\t\\tWhile experiencing negative emotions, PwD's have multiple reactions: behavioral, i.e., getting agitated, aggressive, detached, and anxious (56%), verbal (49%), and emotional, mainly through crying (47%). \\t\\t\\tFollowing, we present some quotes of the informal caregivers that exemplify each of the situations reported.                                                In order to cope with the negative emotional reactions, caregivers adopt different strategies: \\t\\t    verbal actions toward the PwD (67%), change environment/theme/activity (50.00%), and non-verbal actions toward the PwD (21%). \\t\\t    We can see in the following quotes that caregivers usually talk with the PwD, trying to calm them down by rationalizing and validating what the PwD are feeling, as well as helping them deal with the triggered memories.  \\t\\t    However, sometimes, they opt to avoid continuing to talk about specific themes to not worsen the PwD's (or they own) emotional state.                                                \\u00a7.\\u00a7.\\u00a7 Life Story Book                       LSB are frequently used as a reminiscence tool to support recollecting autobiographical memories <cit.>. \\t\\t    They are the result of a life review process performed by the PwD with the support of staff and family members to build a personal biography that acts as a bridge to the past and a connection to the present. \\t\\t    It can be a very time-consuming task since it may require help from third parties to collect the information, which may not always be feasible or practical. \\t\\t     \\t\\t    Only 23% of the caregivers have currently a LSB of the PwD, but the majority of the remaining ones are interested in having one (80%). \\t\\t    Although we have not collected data to directly answer why most caregivers do not have an LSB of the PwD, as we can see in the following quotes, our open-end questions allow us to hypothesise that it is due to the amount of work (and stress) caregivers already have in their daily live. \\t\\t     \\t\\t     \\t\\t     \\t\\t    Considering those that already have the LSB or are interested in having one, they mainly prefer to store it the old fashioned way, i.e., physically, such as an album of photos (82%). \\t\\t    Eighty-two percent of caregivers had (or want) to have help in the process of creating the LSB, and usually they spend (or are willing to spent) up to 10 hours in this process (60%). \\t\\t    The information is obtained in-person (81%), by e-mail (24%), and through social networks (23%). \\t\\t    Finally, caregivers indicate that relatives (91%), PwD (62%), friends (57%), and the caregivers themselves (49%) should have access to the LSB.                     \\u00a7.\\u00a7 Interest in Technological Functionalities               Caregivers are very interested in all the technological functionalities (median of 4 in 5 for each) that may help to revisit older memories from their loved ones or to create an LSB, namely: i) automatically retrieving new images; ii) retrieving life-based images (of the PwD), iii) retrieving interest-based images (e.g., favorite artist, hobbies); iv) adapting current session (based on a negative emotional reaction to an image); v) adapting future sessions (based on the negative emotional reactions that occurred).         \\t                                           We further analyzed if the interest in any of the functionalities is associated with currently performing (or  not) the reminiscence therapy, already having a LSB or interest in having one, and finally, the overall daily stress, daily stress and daily work due to the PwD.                                           \\u00a7.\\u00a7.\\u00a7 Automatically retrieving new images                      The interest in creating LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=81.234, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p<.00001).                                                        \\u00a7.\\u00a7.\\u00a7 Retrieving life-based images                      The interest in creating a LSB has a significant effect on the interest in this functionality (\\u03c7^2(2)=74.407, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.001).                     Spearman's rank-order correlation shows a positive correlation between the interest in the functionality and the overall daily stress (r_s(601)=.100, p=.014), and the amount of work with the PwD (r_s(601)=.108, p=.0.008).                                                       \\u00a7.\\u00a7.\\u00a7 Retrieving interest-based images                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=77.558, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for all pairs: do not want vs want (p<.00001), do not want vs maybe want (p<.00001), and want vs maybe want (p=.002).                     A Spearman's rank-order correlation determined that there is a positive correlation between the amount of work of the caregiver with the PwD (r_s(601)=.083, p=.040) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting current session                       The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=50.294, p<.00001).                     Post-hoc analysis reveals a statistically significant difference for two of the pairs: do not want vs want (\\u03c7^2(2)=-98.201, p<.00001), and do not want vs maybe want (\\u03c7^2(2)=-133.992, p<.00001).                     The Spearman's rank-order correlation shows a positive correlation between the amount of work of caregivers with the PwD (r_s(601)=.099, p=.015) and level of interest in the functionality.                                                       \\u00a7.\\u00a7.\\u00a7 Adapting future sessions                      The interest in creating a LSB has a significant effect on the level of interest in this functionality (\\u03c7^2(2)=38.561, p<.00001).                     A pairwise post-hoc Dunn test with Bonferroni adjustments was significant for the pairs: do not want vs want (p<.00001), and do not want vs maybe want (p<.00001).               Conducting reminiscence therapy sessions does not seem to be associated with the level of interest in any of the technological functionalities presented.         Caregivers that are not interested in creating an LSB are less interested in the aforementioned technological functionalities than those interested in having one, and in the majority, those that want to create an LSB are slightly more interested than those that might want to create the LSB.         With a higher overall stress of the caregiver, the interest in Retrieving life-based images appears to increase.         A higher amount of work of the caregiver with the PwD increases the interest in Retrieving life-based images, Retrieving interest-based images, and Adapting current session.                          \\u00a7 SURVEY 2           In this section, we present our results regarding sample characteristics (of caregivers), how reminiscence sessions are conducted, and how the results of reminiscence sessions (and overall health of the PwD) are evaluated in follow-up medical appointments.     Finally, we assess the level of interest in technological functionalities to help in the care of PwD (management of patients, information related to sessions carried out, management of the multimedia material to be used in sessions, and which help tools should be available), and how this interest differs between formal and informal caregivers.          The privacy of the information exchanged is very important, especially when other people are involved.     Beyond ethical issues, the non-guarantee of privacy may even hinder the embrace of new technology from caregivers.     As such, we also address how comfortable caregivers would be inserting personal content on technological solutions (assuming that only authorized people would be able to consult the data).               \\u00a7.\\u00a7 Informal Caregivers               Following, we detail the results obtained for the informal caregivers.         Where relevant, we compare the results with those of the previous study.                  \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                   A total of 102 informal caregivers worldwide answered our survey.             Ninety two percent were female, younger than 70 y-o (90%), completed higher education (65%), and have mild to moderate visual impairments (58%).             They usually take care of one PwD (87%) that is either they spouse (39%) or a relative (53%).              Usually, the PwD they look after are in a state that is perceived as severe (61%).             Finally, the average number of hours in the day that the caregiver spend caring for the PwD is above 8 (equivalent to a full-time job)  (60%).                              Most caregivers are familiar with technology: they use mobile phones five to six days a week, and computers/tablet/iPad three to four days a week.                          \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Forty-one percent of caregivers perform reminiscence therapy with the PwD they care for.             The number of sessions conducted per month is either more than 10 (43%), 3-4 (21%) or 1-2 (21%).             Sessions occur mainly at home (88%), with an average duration of less than 30 minutes (74%).                          It is worth noting that the performance of the reminiscence sessions decreased compared to the previous survey (about 20%).             We believe it is due to the fact that informal caregivers are increasingly overburdened and subject to high levels of stress, which may have been exacerbated by the pandemic situation experienced at the time of data collection.             Moreover, we believe the existing confinements due to the pandemic increased the isolation of the PwD, decreasing the contact between them and their relatives, both at home and in the institutions, which conditioned the realization of the therapy, and made it difficult to gather materials for the sessions.                          Images (88%), music (67%), and videos (43%) are used as triggers to stimulate the memory of PwD, and are mostly personal (95%).             They are related to the relatives of the PwD (93%), jobs and places the person visited (62% each), places where the person lived (57%), pets (52%), vehicles they had (33%), among others (23%), such as parties/happy moments, favorite activities, childhood memories, food, and dance.             Such materials are provided mainly by relatives of the PwD (81%), friends (29%), the person itself (21%), or  gathered from the internet (40%).             Caregivers would like to use other multimedia more often: videos (52%), images (38%), and music/text (29% each).             Images and music usually elicit positive emotional reactions in the PwD (71% each), while images (26%) and videos/text (24% each) usually elicit negative emotional reactions.                                                Caregivers update the material on a daily (29%),  monthly (26%), or weekly (17%) basis.             The main reasons that keep them from updating the material more often are: the detachment of the PwD (50%), lack of time (30%), and lack of materials (20%).             Seventeen percent of the caregivers never update the material.             We also believe that the caregivers' overload and stress, as well as the pandemic situation has affected not only the completion of the reminiscence therapy, but its quality when performed since caregivers did not have the time or materials available to diversify the following sessions.                           Regarding the information collected by the caregivers from each session, they register the materials that elicited positive emotional reactions (57%), materials that helped to recall past memories (55%), the emotional state of the PwD both before and after the session (38% each), and the material that elicited negative emotional reactions (19%).             There are no other types of information that caregivers would like to include in their notes about each session.             Fourteen percent of caregivers do not collect any information.                          \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                                             Thirty-seven percent of surveyed caregivers take the PwD to follow-up medical appointment, in particular they accompany the PwD on a daily (32%) or weekly (16%) basis.             Thirty-four percent of caregivers reported that the PwD do not go to follow-up appointments despite having indicated they did in the previous question.              We believe this is due to not having immediately understood the concept of follow-up appointment.             Caregivers report they do not attend the appointments more often due to lack of time.                      The emotional reactions and emotional well-being of the PwD is usually analysed during the appointments (64% each), as well as the results from previous reminiscence sessions (48%).             Additionally, caregivers perform other follow-up of PwD besides medical consultations or reminiscence therapy, such as cognitive stimulation, walks in places PwD used to enjoy, art therapy, shopping, visiting places where PwD lived, psychomotricity activities, daily contact with the PwD, and gathering relevant information through collaborators/health team.                          \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                       Thirty three percent of caregivers take advantage of technology to take care of PwD, such as audio books, blue laser light, camera, computer, Internet, phone, radio, tablet/iPad, television, and videos.                              Considering the different technological functionalities for the management and adaptation of reminiscence sessions, informal caregivers have a moderate interest for the most part (median of 3 in 5 for each).             This apparent decrease in interest (compared to our previous survey) will be addressed in the follow-up interviews.             The actual performance of the reminiscence therapy has not proved to be statistically significant for any of the functionalities in question.                              Caregivers indicate that they are comfortable introducing personal content into a technological system, as long as the system guarantees maximum privacy and security.                      \\u00a7.\\u00a7 Formal Caregivers               Following, we present our results regarding formal caregivers.                      \\u00a7.\\u00a7.\\u00a7 Sample Characteristics                       A total of 34 formal caregivers answered our survey.              They were mostly female (85%), younger than 50 y-o (64%), completed higher education (85%), and do not have any visual impairments (65%).             They take care of more than seven PwD (76%), and at least one of the PwD is in a severe state of dementia (74%).                          The majority of caregivers are familiar with technology: they use mobile phones daily, and computers/tablet/iPad six days a week.                              \\u00a7.\\u00a7.\\u00a7 Reminiscence Therapy                       Formal caregivers perform reminiscence therapy sessions more often than the informal ones (68% vs 41%).             They usually conduct the sessions 3-4 (39%) or 5-10 (30%) times per month.             Sessions occur mainly at the institution (74%) but in the house of the PwD as well (35%), with an average duration of 30-60 minutes (65%) or less than 30 minutes (30%).                          Images (95%), music (87%), videos (57%), and text (48%) are used to stimulate memories, and are both personal (87%) and general (83%).                          Caregivers would like to use video (57%), text (48%), images (43%), music (39%), and other materials (such as objects, arts' material, games, daily activities, and visits to places of interest) more often.                          The materials used are related to places where the person lived (96%), PwD's relatives (87%), places PwD visited (83%), jobs of the PwD (78%), pets (70%), and vehicles they had (43%).             Caregivers also report that they like to use material related to other topics such as habits, hobbies, favorite food, musicians, television shows, movies and actors, important dates, past and present objects, sports, or plants.             Materials are obtained through the Internet (87%), or provided by PwD's relatives (74%), the PwD (57%), or friends (43%).             The material is updated in a monthly (26%), weekly (22%), daily or fortnightly (17% each) basis.             They do not update it more often due to lack of time (100%), lack of perceived usefulness for the PwD (50%), and lack of materials or need to repeat the same activities (25% each).                              Caregivers collect information about the emotional state of the PwD after sessions (87%), material that helped to recall past memories or elicited positive emotional reactions (83% each), material that elicited negative emotional reactions (70%), PwD's emotional state before sessions (65%), and duration of each session (48%).             Moreover, they also collect the degree of involvement and interest of PwD, level of communication, dynamics with caregiver or the group, PwD answers during the session, as well as periodic assessments of cognitive functions.                          Finally, they show interest in being able to collect the intensity level of emotional reactions (positive and negative) to specific stimuli, record permission for assessments, how the PwD was during the session (refusals, non-verbal language, behavior, relationship with therapist, initiative in contact), and in-session responses that might be relevant in future sessions.                      \\u00a7.\\u00a7.\\u00a7 Follow-up Medical Appointments                       Fifty-three percent of the formal caregivers conduct follow-up medical appointments with the PwD on a daily (28%) or weekly (28%) basis.             Caregivers report they do not conduct appointments more often because of the costs associated.                              The emotional well-being of the PwD is almost always evaluated at the appointments (93%), followed by the PwD's emotional reactions (87%), and the results from previous reminiscence sessions (67%).             Other follow-up activities with the PwD are conducted (49%), in particular, cognitive stimulation, movement sessions, sensory stimulation sessions, hygiene/food care, caregiver support with family members and joint sessions (PwD and family), psychotherapy, and games.                                \\u00a7.\\u00a7.\\u00a7 Interest in Technological Functionalities                           Sixty-five percent of caregivers already use technology to help them in the care of the PwD, in particular, the CogWeb application <cit.>, computer, images, music, mobile phones, overhead projector, snoezelen (multi sensory) room, tablet, and videos.                          They are interested in all the technological functionalities, in particular, they are very interested in those related to the adaptation and personalization of sessions.             Their interest is much higher than that of the informal caregivers, which we believe is due to the fact that most of the informal caregivers only take care of one person and do not need to manage several PwD at the same time.             Such difference in the interest across the type of caregivers is statistically significant for all functionalities:                          Management of PwD:         \\t             \\t   \\t       * Creating reminders ( RPLUS MATCH )         \\t   \\t       * Notifying other caregivers ( RPLUS MATCH )         \\t   \\t       * Sharing care with others ( RPLUS MATCH )                          \\tReminiscence sessions:         \\t             \\t           * Automatically adapting the session content based on the biographical information of the PwD ( RPLUS MATCH )         \\t           * Automatically adapting the session content based on the emotional reactions of the PwD to the materials presented ( RPLUS MATCH )         \\t           * Consulting the materials used in each therapy session ( RPLUS MATCH )         \\t           * Consulting the history of caregiver's sessions ( RPLUS MATCH )         \\t           * Consulting the history of the PwD's sessions even if performed by others ( RPLUS MATCH )         \\t             \\t            \\tMaterial used in the therapy sessions:         \\t             \\t           * Inserting new material ( RPLUS MATCH )         \\t           * Inserting material topics ( RPLUS MATCH )         \\t           * Creating a favorites section in each patient's material ( RPLUS MATCH )         \\t                 Help tools for the users:         \\t             \\t           * Email/Telephone ( RPLUS MATCH )         \\t           * Help within application (U=1168.50, p=.004\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".004\", \"U\": \"1168.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Likewise, we observed no session/HMD accommodation effects, as indicated by Wilcoxon signed-rank tests (two-sided) for SUS scores,  RPLUS MATCH , or co-presence scores, Z=1.91, p=.056, r=0.24\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".056\", \"U\": null, \"r\": \"0.24\", \"z\": \"1.91\"}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"The EMMeans test revealed that participants were more likely to share headlines if they were not asked about their accuracy [z=4.89, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"4.89\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Significance has been found in the Mann-Whitney U test (U = 87.0, p < 0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"87.0\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"In Korea, we also witnessed a rise in activity during lockdown compared to the pre-lockdown weeks (U=61, p<.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"61\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"F.) acted as an independent referee in case of divergence.  \\u00a7 SURVEY 1               In this section, we present our results regarding the sample characteristics (of both caregivers and PwD), how reminiscence therapy is conducted, the creation and use of LSB, and the interest in multiple technological functionalities (personalization of stimuli, identification of the PwD emotional reactions to stimuli, and adaptation of current and future sessions).                 \\u00a7.\\u00a7 Sample Characteristics                           A total of 661 participants from 39 countries worldwide answered the survey.     \\t    Fifty-eight duplicate responses were removed.     \\t         \\t        \\u00a7.\\u00a7.\\u00a7 Informal Caregivers       \\t             \\t    Ninety two percent of the respondents are female, younger than 60 y-o (74%), completed higher education (70%), have mild to moderate visual impairments (54%), are currently unemployed (43%), and are the children of the PwD (60%).             \\tSixty-one percent live in the same house as the PwD.             \\tThe assessment of perceived daily distress, daily distress caused by the PwD, and caregivers' work with the PwD reveals that they find themselves in distress and overburdened with the work (median of 4 in 5 for each).             \\t\\t             \\tCaregivers' stress caused by PwD is statistically significantly different across different employment statuses (\\u03c7^2(3)=20.508, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference between caregivers with full-time jobs and those that are full-time caregivers (p=.002).             \\tDaily distress perceived by the caregivers is statistically significantly different across different stages of the disease (\\u03c7^2(2)=13.452, p=.001).              \\tPost-hoc analysis reveals a statistically significant difference between mild and severe stages (p=.002), with caregivers of PwD in a severe stage being more likely than those at mild stages to experience daily stress.             \\t             \\tThe amount of work with the PwD is also statistically significantly different across the different stages of the disease (\\u03c7^2(2)=40.433, p<.00001).              \\tPost-hoc analysis reveals a statistically significant difference for all the groups: mild vs moderate (p=.003), mild vs severe (p<.00001), and moderate vs severe (p<.00001).             \\tPerceived daily distress, stress caused by the PwD, and caregivers' amount of work in the group of caregivers living with the PwD are statistically significantly higher than for the group that does not live with the PwD ( RPLUS MATCH ;  RPLUS MATCH ; U=52393, p<.00001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".00001\", \"U\": \"52393\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"L: u=1836.5, p<0.001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.001\", \"U\": \"1836.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Investigating the underlying dimensions for GODSPEED, C3 is rated significantly higher than C1 on conscious (U=2.5, p=0.007\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \"0.007\", \"U\": \"2.5\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"Relative to the \\u03c1 = 0 variable sets, absolute error was higher for \\u03c1=\\u00b10.4 variable sets (\\u03b2 = .29   [.19, .41], z = 5.46, p < .001\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".001\", \"U\": \"5.46\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}",
        "{\"position\": null, \"sentence\": \"This was not significant for the  , U = 6364.50, p = .086\", \"statisticType\": \"mwutest\", \"record\": {\"pval\": \".086\", \"U\": \"6364.50\", \"r\": null, \"z\": null}, \"aspect\": null, \"condition\": null}"
    ]
}